'use strict';
// =====================================================================
//  통합전략 — 원작 「미즈키 & 카이룰라 아버」 시스템 데이터 (국내판 공식 게임 데이터에서 생성)
//  난이도 · 분대 · 출발 전 준비 · 거부반응 · 계시 · 메아리 · 등불 · 주사위 · 우연한 만남 · 지역 의뢰 등.
//  글은 원작 그대로입니다 (© Hypergryph / Yostar). 효과 연결은 roguelike.js에서 합니다.
// =====================================================================
const IS_RO2 = {
 "events": [
  {
   "id": "ro2_1",
   "title": "최후의 파도 관측자",
   "text": "한 에기르인이 파도를 마주하며 서 있었다. 혼탁한 파도는 장벽을 쌓았다가 무너지기를 반복하며, 그의 발아래 절벽을 사정없이 때리고 있었다. 남자는 몇 번이고 파도에 삼켜질 뻔했지만, 한 걸음도 물러서지 않았다. 하지만 남자 옆에 있던 두 장비는 파도에 휩쓸려 갔다. 당신은 그게 에기르의 파도 관측자들이 애용하는 장비라는 걸 눈치챘다. 하나는 단거리 수중 이동 수단인 '소용돌이호', 다른 하나는 구역을 표시하는 '바다 이정표'였다.",
   "bg": "pic_rogue_2_22",
   "choices": [
    {
     "label": "장비 회수를 도와준다",
     "desc": "목표 HP 1 소모, 랜덤으로 신비한 소장품 1개 획득",
     "result": "당신은 홀딱 젖어버렸고, 남자는 그런 당신에게 감사를 표했다. 전쟁 막바지에 본의 아니게 육지에 올라온 에기르인들은 당시의 '섬 주민' 같이 난처한 곤경에 처했지만, 그들은 여전히 파도를 관측하며 바다와 연락이 닿기를 고대했다. 그들은 고향을 바라보는 초소이며, '에기르의 눈'이자, 인류 마지막 방어선이다. 하지만 파도가 이베리아의 등대를 침묵시켰듯이, 관측자도 지금은 남자 한 명만 남았다. 남자는 떠날 생각이 없었고, 당신은 기념으로 남자의 물건을 하나 가져가도 되냐고 물었다. “사람들은 파도 관측자를 기억해야 하고, 그들이 겪어보지 못했던 재난을 알아야 할 필요가 있지.” 남자는 한참 동안 당신을 바라보다가 고개를 끄덕였다.",
     "cost": {
      "life": 1
     },
     "gain": {
      "relic": "rare"
     }
    },
    {
     "label": "관측 결과를 물어본다",
     "desc": "최대 목표 HP 1 획득",
     "result": "“혼란…… 혼돈…… 아무런 질서도 없어. 반년 만에 벌써 다섯 번째 해일이야. 해일이 끝날 때마다 나는 에기르에 돌아갈 희망이 또 줄어들었다는 느낌이 들어. 그럼에도 불구하고, 나는 이곳을 지켜야만 해. 마지막 순간, 바다의 중심에서 무슨 일이 일어났는지 누군가는 꼭 기록해야 하니까.” 남자는 이상하리만큼 차분하게 말을 이어 나갔으며, 불을 지피고 수프를 끓여 당신과 나눠 먹었다. 당신은 그의 얼굴에서 일말의 두려움이나 다른 감정을 느끼지 못했다. 오히려 그는 바위처럼 굳건했고, 당신도 그 모습에 깊은 감명을 받았다.",
     "gain": {
      "maxLife": 1
     }
    },
    {
     "label": "떠난다",
     "desc": "이곳은 너무 위험하다",
     "result": "풍랑은 잦아들었지만, 다음번 해일도 언젠가 다가올 것이다. 파도 관측자는 당신과 이야기할 생각이 없어 보였고, 그저 빨리 떠나라고 재촉했다."
    }
   ]
  },
  {
   "id": "ro2_2",
   "title": "해변의 가수",
   "text": "외로운 시테러 한 마리가 암초 위에서 마지막 노래를 부르며, 촉수로 인류의 악기를 마구잡이로 튕기고 있었다. 귀에 거슬리는 악기 소리와 감미로운 노랫소리가 동시에 울려 퍼졌다.",
   "bg": "pic_rogue_2_3",
   "choices": [
    {
     "label": "노래를 감상한다",
     "desc": "오리지늄각뿔 3 소모, 랜덤으로 신비한 소장품 1개 획득",
     "result": "노랫소리는 녀석의 동족을 끌어들였고, 씹는 소리가 점점 노랫소리를 덮어버렸다. 그것들이 물러가고 당신이 암초에 올라갔을 때, 그 위에는 연주의 흔적밖에 남지 않았다. 물건을 챙기고 얼른 떠나자.",
     "cost": {
      "ingot": 3
     },
     "gain": {
      "relic": "rare"
     }
    },
    {
     "label": "뒤돌아 떠난다",
     "desc": "고민할 것도 없다, 귀를 막자",
     "result": "노랫소리는 묘하게 사람의 마음을 움직였지만, 그것은 인간이 내는 소리가 아니다. 안 듣는 게 상책이다."
    }
   ]
  },
  {
   "id": "ro2_4",
   "title": "전통 기술",
   "text": "동굴을 탐험하던 도중 당신은 한 노인을 발견했고, 그 노인은 뛰어난 형체의 무기 두 자루를 점검하고 있었다. “이래 봬도 기능공일세. 헌터들을 위해 무기를 준비했지만.” 그는 잠시 멈췄다가 “에기르에 더 이상 헌터는 없고, 이 쓸모없는 노인만 남았구려.”라며 말을 이었다. 그는 주먹을 불끈 쥐며 애써 마음속의 분노를 감췄다. “자네도 전사 아닌가? 그렇다면 무기를 골라보세. 이 만남의 선물로 주겠네.”",
   "bg": "pic_rogue_2_38",
   "choices": [
    {
     "label": "해머를 고른다",
     "desc": "소장품 획득:",
     "result": "“눈썰미가 좋군. 이 녀석과 녀석의 주인은 시본을 때려 부수는 데 가장 능하지. 무겁긴 하지만, 자네가 들어 올릴 수만 있다면 나머진 걱정할 것도 없네. 그 녀석은 절대 부서질 일이 없으니.”",
     "gain": {
      "relic": "ro2_fight_40"
     }
    },
    {
     "label": "스피어를 고른다",
     "desc": "소장품 획득:",
     "result": "“참 가뿐하고 치명적이지, 안 그런가? 딱 자기 주인을 닮았구먼. 급소만 정확히 찌른다면, 그놈은 다시 떠오르진 못할 걸세. 허허허!”",
     "gain": {
      "relic": "ro2_fight_41"
     }
    },
    {
     "label": "고르지 않는다",
     "desc": "무기 들고 다니기 불편하다",
     "result": "“하긴…… 육지 인간들이 어찌 어비설 헌터스의 무기를 다룰 수 있겠는가! 당장 나가게, 낯선 이. 다신 이곳에 얼씬거리지도 말고.”"
    }
   ]
  },
  {
   "id": "ro2_5",
   "title": "급매물",
   "text": "한 에기르인이 당신에게 정교하게 만들어진 기구를 보여주면서, 이 기구는 해양생물의 움직임을 측정할 수 있는 에기르의 비보라고 했다. “여기서 몇 년이나 기다렸지만, 결국 고향에서 나를 데리러 온 사람이 없었어. 에기르, 아무래도 사라진 게 아닌지……” 그는 빅토리아가 육상 최강국이라고 들었다면서, 이 보물을 팔아 그곳에 정착하겠다고 말을 이었다.",
   "bg": "pic_rogue_2_4",
   "choices": [
    {
     "label": "기구를 구매한다",
     "desc": "모든 오리지늄각뿔 소모, 소장품 획득:",
     "result": "이 에기르인은 사람의 한계를 파악하는 데 매우 뛰어난 것 같았다. 당신이 주머니에서 마지막 한 닢의 코인마저 꺼낸 후에야 그는 기구를 당신에게 건네주었다. 멀어지는 그의 뒷모습을 바라보며 당신은 불현듯 심해로부터 온 친구들이 떠올랐다. 그녀들도 아직 육지 생활에 완벽하게 적응하지 못했는데, 과연 그는 순조롭게 육지인이 될 수 있을까? 아무도 알지 못할 것이다.",
     "cost": {
      "allIngot": 1
     },
     "gain": {
      "relic": "ro2_fight_42"
     }
    },
    {
     "label": "시험 삼아 써본다",
     "desc": "목표 HP 5 소모, 소장품 획득:",
     "result": "에기르인의 설명대로 기구를 바다에 담갔더니 기구 표면의 물결이 갑자기 불규칙적으로 변하기 시작했다. 이건…… 근처에 시테러가 있다는 건데! 당신은 간신히 시테러를 따돌리고 안전한 동굴로 피신했다. 기구는 아직 당신의 손에 남아 있었지만, 그 에기르인은 이미 행방불명이었다.",
     "cost": {
      "life": 5
     },
     "gain": {
      "relic": "ro2_fight_42"
     }
    },
    {
     "label": "미덥지 못하다",
     "desc": "이런 사람을 기대해서는 안 된다",
     "result": "일행 중 한 명이 당신들의 대화에 끼어들었다. 그는 에기르인이 너무 과장했다며, 이 기구는 에기르에서도 그리 특별한 물건이 아니라고 했다."
    }
   ]
  },
  {
   "id": "ro2_6",
   "title": "모르는 게 약",
   "text": "당신은 바다 깊은 곳의 동굴에서 한 연구 시설을 발견했다. 연구실의 기기는 거의 다 망가져 그 용도를 알 수 없었지만, 오직 이 단말만은 왠지 작동할 수 있을 것 같았다.",
   "bg": "pic_rogue_2_5",
   "choices": [
    {
     "label": "에너지를 공급해 가동한다",
     "desc": "오리지늄각뿔 4 소모",
     "result": "에너지가 공급되자 단말은 간신히 작동했다. 하지만 현재 에너지로는 얼마 버티지 못하니, 얼른 파일을 열람하는 게 좋겠다.",
     "cost": {
      "ingot": 4
     },
     "goto": "box"
    },
    {
     "label": "아냐, 됐어",
     "desc": "오리지늄각뿔이 하늘에서 떨어지는 줄 아나",
     "result": "당신은 이 프로젝트와 관련된 어떠한 연관성도 찾지 못했다. 아무래도 이 연구실은 폐쇄될 때까지 별다른 진전을 이루지 못한 것 같았다."
    }
   ],
   "scenes": {
    "box": {
     "text": "에너지가 공급되자 단말은 간신히 작동했다. 하지만 현재 에너지로는 얼마 버티지 못하니, 얼른 파일을 열람하는 게 좋겠다.",
     "choices": [
      {
       "label": "이게…… 뭐지?",
       "desc": "소장품 획득:",
       "result": "아마 어떤 실패한 에기르의 실험실 같은데, 여기서 시간 낭비할 필요는 없다.",
       "gain": {
        "relic": "ro2_fight_45"
       }
      },
      {
       "label": "이게…… 뭐지?",
       "desc": "소장품 획득:",
       "result": "아마 어떤 실패한 에기르의 실험실 같은데, 여기서 시간 낭비할 필요는 없다.",
       "gain": {
        "relic": "ro2_fight_46"
       }
      },
      {
       "label": "이쁘긴 한데 쓸 곳이 없네",
       "desc": "등불 5 획득",
       "result": "아마 어떤 실패한 에기르의 실험실 같은데, 여기서 시간 낭비할 필요는 없다.",
       "gain": {
        "light": 5
       }
      }
     ]
    }
   }
  },
  {
   "id": "ro2_7",
   "title": "고행길",
   "text": "재판소의 의견에 따라, 일부 고행 의식은 이미 육체노동과 결합하였고, 의식을 마친 모든 이들은 상응하는 포상을 받게 된다. 하지만 솔직히…… 정말로 이 시련을 통과할 수 있는 사람이 있을까?",
   "bg": "pic_rogue_2_42",
   "choices": [
    {
     "label": "음식물부터 나른다",
     "desc": "목표 HP 2 소모, 희망 1 획득",
     "result": "식량을 주머니를 나르는 과정에서 당신은 마음속으로부터 행복감을 느꼈다. 계속해볼까?",
     "cost": {
      "life": 2
     },
     "gain": {
      "hope": 1
     }
    },
    {
     "label": "밭에서 일한다",
     "desc": "목표 HP 2 소모, 최대 목표 HP 1 획득",
     "result": "농사는 상당히 힘든 노동이지만, 당신은 자신이 좀 강해진 것을 느꼈다. 계속해볼까?",
     "cost": {
      "life": 2
     },
     "gain": {
      "maxLife": 1
     }
    },
    {
     "label": "시계탑을 가동한다",
     "desc": "목표 HP 2 소모, 열쇠 1 획득",
     "result": "이 거대한 시계추는 인간의 힘으로 도저히 움직일 수 없었다. 당신은 수많은 장비의 힘을 빌려 간신히 시계추를 움직였다. 좋은 소식은 당신이 길에서 열쇠 하나를 주었다는 것이다. 계속해볼까?",
     "cost": {
      "life": 2
     },
     "gain": {
      "key": 1
     }
    },
    {
     "label": "석재와 연료를 나른다",
     "desc": "목표 HP 2 소모, 랜덤 소장품 1개 획득",
     "result": "재판관은 당신에게 보수를 쥐여주었고, 선교사는 당신을 위해 찬송가를 불렀다. 그리고 저 멀리 보이는 전망대는 밤하늘을 밝게 비췄다. 숨이 턱턱 막힐 정도의 고된 노동이었지만, 적어도 지금 이 순간, 당신의 가슴속엔 희망과 동경이 가득 차올랐다.",
     "cost": {
      "life": 2
     },
     "gain": {
      "relic": 1
     }
    },
    {
     "label": "그럴 필요는 없는데",
     "desc": "이만 떠난다",
     "result": "체력에 자신도 없는데 그만두는 게……"
    }
   ]
  },
  {
   "id": "ro2_8",
   "title": "역지사지",
   "text": "당신은 심해 신도의 거주지에 몰래 잠입하였다. 이곳에서 시테러와 인간들은 미묘한 공존 관계를 유지하고 있었으며, 충분한 먹이를 제공하고 공격성만 드러내지 않는다면 시테러도 그다지 위협적이지 않았다. 하지만…… 이건 말할 필요도 없다. 시테러 사육 자체가…… 위험천만하니까.",
   "bg": "pic_rogue_2_12",
   "choices": [
    {
     "label": "먹이를 준비한다",
     "desc": "목표 HP 2 소모",
     "result": "먹이는 준비되었다. 어떤 시테러에게 먹이를 줄까?",
     "cost": {
      "life": 2
     },
     "goto": "feed"
    },
    {
     "label": "아무래도 떠나는 게 좋겠다",
     "desc": "서둘러 떠난다",
     "result": "재판관들이 이 거주지를 곧 처리할지 모르겠지만, 당신은 이 신기한 곳을 잊지 못할 것이다."
    }
   ],
   "scenes": {
    "feed": {
     "text": "먹이는 준비되었다. 어떤 시테러에게 먹이를 줄까?",
     "choices": [
      {
       "label": "저해의 활주자에게 먹이를 준다",
       "desc": "등불 10 획득",
       "result": "너무 위험하다. 조금만 늦었더라면 시테러가 손에 든 양동이째로 삼킬 뻔했다…… 정말 계속해야 할까?",
       "gain": {
        "light": 10
       }
      },
      {
       "label": "물가의 명흔에게 먹이를 준다",
       "desc": "최대 목표 HP 1 획득",
       "result": "너무 위험하다. 조금만 늦었더라면 시테러가 손에 든 양동이째로 삼킬 뻔했다…… 정말 계속해야 할까?",
       "gain": {
        "maxLife": 1
       }
      },
      {
       "label": "부유의 표류체에게 먹이를 준다",
       "desc": "열쇠 1 획득",
       "result": "너무 위험하다. 조금만 늦었더라면 시테러가 손에 든 양동이째로 삼킬 뻔했다…… 정말 계속해야 할까?",
       "gain": {
        "key": 1
       }
      },
      {
       "label": "의태 투척자에게 먹이를 준다",
       "desc": "오퍼레이터 1명 모집 (랜덤 2개 직업 중 선택)",
       "result": "너무 위험하다. 조금만 늦었더라면 시테러가 손에 든 양동이째로 삼킬 뻔했다…… 정말 계속해야 할까?",
       "gain": {
        "ticket": "double"
       }
      }
     ]
    }
   }
  },
  {
   "id": "ro2_10",
   "title": "옳고 그름",
   "text": "당신은 시테러에 포위된 이베리아인을 구해줬다. 그는 연신 감사를 표하며 당신에게 꼭 보답하겠다고 했다. 그의 옷차림을 보면 이베리아 선교사 같은데, 확신은 들지 않았다…… 왜냐하면 심해 신도들도 비슷한 로브를 입고 다니니까.",
   "bg": "pic_rogue_2_14",
   "choices": [
    {
     "label": "흔쾌히 받아들인다",
     "desc": "랜덤 소장품 1개 획득 가능",
     "goto": "a"
    },
    {
     "label": "흔쾌히 받아들인다",
     "desc": "랜덤 소장품 1개 획득 가능",
     "goto": "b"
    },
    {
     "label": "보답을 바라지 않는다",
     "desc": "쓸데없는 참견은 안 하는 걸로",
     "result": "내친김에 도와준 것뿐인데 답례까지 받을 순 없다. 당신은 그에게 손사래를 치곤 바로 떠났다. 그는 당신의 뒷모습만 멍하니 바라보며 아무 말도 하지 않았다."
    }
   ],
   "scenes": {
    "a": {
     "text": "그는 당신을 친구라고 부르며, 로브에서 상자 두 개를 꺼내 하나 골라달라고 간곡히 부탁했다. 로브에 찍힌 표식을 보나 상자에 그려진 문양을 보나, 그는 재판소 소속임이 틀림없었다.",
     "choices": [
      {
       "label": "검과 총이 그려져 있는 상자",
       "desc": "전투와 관련된 랜덤 소장품 1개 획득 가능",
       "result": "당신은 이베리아 신도들이 은혜를 갚을 줄 알고, 신앙심이 깊은 자는 더욱 그렇다고 들었는데, 오늘에야 직접 경험하게 되었다.",
       "gain": {
        "relic": "rare"
       }
      },
      {
       "label": "등불이 그려져 있는 상자",
       "desc": "모험과 관련된 랜덤 소장품 1개 획득 가능",
       "result": "당신은 이베리아 신도들이 은혜를 갚을 줄 알고, 신앙심이 깊은 자는 더욱 그렇다고 들었는데, 오늘에야 직접 경험하게 되었다.",
       "gain": {
        "relic": 1,
        "light": 5
       }
      }
     ]
    },
    "b": {
     "text": "그는 당신을 동족이라 부르며, 로브에서 축축한 상자 두 개를 꺼내 하나 골라달라고 했다. 하지만 상자에는 당신이 본 적 없는 문양이 그려져 있었다. 그는 이게 이베리아에서 가장 널리 퍼진 신앙의 상징이라 하곤, 더 이상 말을 아꼈다.",
     "choices": [
      {
       "label": "기도하는 손이 그려져 있는 상자",
       "desc": "랜덤으로 저주받은 고물 1개 획득, 주사위 3개 획득",
       "result": "당신은 이베리아 신도들이 은혜를 갚을 줄 알고, 신앙심이 깊은 자는 더욱 그렇다고 들었는데, 오늘에야 직접 경험하게 되었다. 그런데…… 어딘가 찝찝한…… 이 기분은 뭘까……",
       "gain": {
        "curse": 1,
        "dice": 3
       }
      },
      {
       "label": "열쇠가 그려져 있는 상자",
       "desc": "랜덤으로 저주받은 고물 1개 획득, 열쇠 2개 획득",
       "result": "당신은 이베리아 신도들이 은혜를 갚을 줄 알고, 신앙심이 깊은 자는 더욱 그렇다고 들었는데, 오늘에야 직접 경험하게 되었다. 그런데…… 어딘가 찝찝한…… 이 기분은 뭘까……",
       "gain": {
        "curse": 1,
        "key": 2
       }
      }
     ]
    }
   }
  },
  {
   "id": "ro2_11",
   "title": "바다의 유산",
   "text": "고요함이 들이닥치기 전, 바다에는 해적들의 이야기가 회자되고 있었다. 그들은 국왕의 배를 빼앗아 왕실 해군을 교묘하게 따돌리며 곳곳에서 약탈을 감행했지만, 활빈당이라는 미담 또한 끊기지 않았다. 소문에 그들의 재력이 한 나라에 버금갈 정도였다고 하지만, 고요함 이후 그들의 이야기는 이베리아의 황금시대와 함께 사라졌다. 지금, 당신은 그 해적들의 보물을 찾았다고 확신했다. 하지만, 산더미처럼 쌓인 보물을 눈앞에 두고 당신은 자기도 모르게 주변을 경계하기 시작했다.",
   "bg": "pic_rogue_2_43",
   "choices": [
    {
     "label": "일단 챙긴다",
     "desc": "랜덤으로 저주받은 고물 1개 및 소장품 1개 획득",
     "result": "당신은 값진 보물을 모조리 쓸어 담았다. 하지만 그중에 어떤 게 진짜이고 어떤 게 저주인지 당신은 알 길이 없었다. 일부 해적들은 고요함의 마지막 순간까지도 왕실 해군들과 함께 외적에 맞섰다는 설도 있지만, 다른 일부는 가족을 데리고 영원히 해안을 떠났다고 한다. 어쨌든 지금 이 시대에 해적이 없다는 건 사실이다.",
     "gain": {
      "curse": 1,
      "relic": "rare"
     }
    },
    {
     "label": "안전이 제일이다",
     "desc": "랜덤 소장품 1개 획득",
     "result": "당신은 절대적으로 안전해 보이는 보물만 챙기곤 바로 떠났다.",
     "gain": {
      "relic": 1
     }
    }
   ]
  },
  {
   "id": "ro2_trade1",
   "title": "상봉",
   "text": "당신은 갑자기 닥쳐온 폭풍을 피하다가 얼떨결에 어떤 동굴에 들어갔는데, 안에는 심하게 다친 시테러 한 마리가 있었다. 아니, 그건…… 반인 반시테러의 불완전한 변종이었다. 하지만 녀석의 몸에는 선교사 제복 조각이 걸쳐져 있었다. 당신을 발견한 순간, 녀석의 죽기 직전의 눈빛에서 한 줄기 빛이 뿜어져 나왔다.",
   "bg": "pic_rogue_2_8",
   "choices": [
    {
     "label": "상태를 살펴본다",
     "desc": "목표 HP 3 소모, 오리지늄각뿔 8 획득",
     "result": "눈앞의 변종은 자극적인 가스를 뿜어내며 점점 죽어가고 있었다. 유일하게 남은 인간의 눈동자마저 공허한 검은 빛만 맴돌았다. 당신은 전에 만났던 이베리아로 돌아간다는 그 선교사가 갑자기 떠올랐다. 당신은 그 선교사가 적어도 눈앞에 있는 이 녀석처럼 외롭고 아무런 존엄도 없이 죽지 않길 바랐다.",
     "cost": {
      "life": 3
     },
     "gain": {
      "ingot": 8
     }
    },
    {
     "label": "구해준다",
     "desc": "목표 HP 6 소모, 최대 목표 HP 4 획득",
     "result": "당신은 코를 찌르는 냄새를 참아가며 녀석을 구하려 했다. 그러나 녀석은 아무런 반응이 없었고, 유일하게 남은 인간의 눈으로 그저 당신을 물끄러미 바라볼 뿐이었다. 눈동자에는 희망도 절망도 없었으며, 그저 죽음과 같은 고요함만 남아 있었다. 몇 분 후 그 눈빛마저 결국 사라졌다. 어찌 된 영문인지 당신은 녀석의 시신을 이 캄캄한 동굴에 남겨두는 게 아닌, 바다에 돌려보내기로 결심했고, 시테러의 먹이가 되기를 원했다.",
     "cost": {
      "life": 6
     },
     "gain": {
      "maxLife": 4
     }
    },
    {
     "label": "조용히 떠난다",
     "desc": "심해 신도의 함정일지도 모른다",
     "result": "당신은 인간도 시테러도 아닌 변종에 일말의 관심이 없었다. 녀석이 다른 시테러를 끌어들일 테니, 얼른 떠나는 게 좋겠다."
    }
   ]
  },
  {
   "id": "ro2_trade2",
   "title": "해외수출",
   "text": "길가에 한 캠핑카가 있었는데, 컬럼비아인들이 거기서 맥주를 팔며 한편으론 맥주병의 상표를 떼고 있었다.",
   "bg": "pic_rogue_2_37",
   "choices": [
    {
     "label": "맥주를 사서 맛본다",
     "desc": "오리지늄각뿔 5 소모, 희망 3 획득",
     "result": "한 모금만 마셔도 당신은 이 원석충 크래프트 맥주가 어디서 왔는지 알 수 있었다. 하지만, 사장은 잘 있냐고 물었을 때 그들은 한참 우물쭈물하더니, 결국 한숨을 내쉬며 밥 사장은 세무국에 꼬투리를 잡혀 지금 투옥됐다고 알려줬다.",
     "cost": {
      "ingot": 5
     },
     "gain": {
      "hope": 3
     }
    },
    {
     "label": "떠나라고 권한다",
     "desc": "희망 1 획득",
     "result": "당신은 이베리아가 지금 위험하니 다른 나라에 가서 장사할 것을 권유했다. 그들은 당신에게 맥주 몇 병으로 감사를 표하곤, 캠핑카를 몰고 부랴부랴 떠났다.",
     "gain": {
      "hope": 1
     }
    },
    {
     "label": "얼른 떠나라고 한다",
     "desc": "이곳은 안전하지 않다",
     "result": "당신은 이베리아가 지금 위험하니 다른 나라에 가서 장사할 것을 권유했다. 그들은 당신에게 감사를 표하곤, 캠핑카를 몰고 부랴부랴 떠났다."
    }
   ]
  },
  {
   "id": "ro2_trade3",
   "title": "시본 학자",
   "text": "한 늙은 에기르인이 당신에게 시본을 상대하는 비결을 알려주었다. 그는 자신이 과거 시본을 전문적으로 연구하는 과학원 소속이었다며, 시본이 과학원을 파괴하는 바람에 해류에 떠밀려 고향을 떠났다고 했다. 다행히 이곳에도 시본에 대항하는 사람들이 있었기에 자신의 연구도 쓸모 있을 거라고 덧붙였다. 그러면서 시테러 시체를 이용해 장비를 만들었는데, 당신이 그걸 사용해 더 많은 정보를 수집하길 바랐다.",
   "bg": "pic_rogue_2_36",
   "choices": [
    {
     "label": "한 번 써볼까",
     "desc": "랜덤 소장품 1개 획득, 안 좋은 물건일 수도",
     "result": "당신이 물건을 받아들이자 그는 안심한 듯 미소를 지었다. 그는 당신에게 사용법을 알려주었고, 마지막에 한마디 더 붙였다. “만약 이게 살아난다면 즉시 파괴하게, 알겠는가?”",
     "chance": 0.7,
     "gain": {
      "relic": 1
     },
     "fail": {
      "curse": 1
     }
    },
    {
     "label": "아냐, 됐어",
     "desc": "쓸데없는 참견은 안 하는 걸로",
     "result": "만약 그의 말이 사실이라면 그의 도시 또한 파괴되지 않았을 터. 당신은 그의 실험 대상이 되기를 거부했다."
    }
   ]
  },
  {
   "id": "ro2_trade4",
   "title": "생존을 위해",
   "text": "현지인들의 신뢰를 얻자 그들은 당신을 미로와도 같은 동굴로 데려갔다. 지하 깊숙이 내려가자 동굴에는 지금껏 본 적이 없는 거대한 어패류가 잔뜩 쌓여있었고, 주민들은 분주하게 움직이고 있었다. 껍데기를 열자 안에서 대량의 분비물이 흘러나왔고, 사람들은 신속하게 채집, 여과, 포장 작업을 진행했다. 다들 그저 묵묵히 일만 하였고 아무런 교류도 없었다. 모든 것이 일사불란한 게, 마치 비밀 공장을 방불케 했다.",
   "bg": "pic_rogue_2_11",
   "choices": [
    {
     "label": "보수도 좋아 보인다",
     "desc": "오리지늄각뿔 2 획득",
     "result": "당신은 드디어 동굴의 실체를 파악했다. 이 거대한 어패류는 놀랍게도 시테러의 알이었다. 그 분비물을 이용해 만든 도료는 시테러를 현혹해 녀석들의 추적을 피할 수 있다고 한다…… 지독한 악취가 나긴 하지만.",
     "gain": {
      "ingot": 2
     }
    },
    {
     "label": "일은 간단하다",
     "desc": "오리지늄각뿔 3 소모, 70% 확률로 오리지늄각뿔 8 획득",
     "result": "채집 작업은 그리 복잡하지 않았고 당신도 금방 익히게 됐다. 하지만 속이 꽉 찼던 살덩어리가 점점 쪼그라드는 것을 볼 때마다, 당신은 어디선가 흐느끼는 소리가 은은하게 들리는 것만 같았다…… 칼이 껍데기를 긁는 소리인가. 당신은 확신할 수 없었다.",
     "cost": {
      "ingot": 3
     },
     "chance": 0.7,
     "gain": {
      "ingot": 8
     },
     "fail": {}
    },
    {
     "label": "계속한다",
     "desc": "오리지늄각뿔 10 소모, 50% 확률로 오리지늄각뿔 25 획득",
     "result": "시테러 떼가 갑자기 동굴을 습격해오자, 당신은 그제서야 깨달았다. 그 은은한 흐느낌이 설마 알이 시테러에게 보내는 메시지였나? 이렇게 잘 은폐된 동굴도 정보의 전달을 막을 수 없단 말인가…… 당신은 혼란 속에서 간신히 탈출하였다. 그 사람들에게 피해가 없기를 바란다. 가능하다면.",
     "cost": {
      "ingot": 10
     },
     "chance": 0.5,
     "gain": {
      "ingot": 25
     },
     "fail": {}
    },
    {
     "label": "떠난다",
     "desc": "아냐, 됐어",
     "result": "쉬는 시간, 당신은 사람들이 목소리를 낮춰 얘기하는 것을 들었다. 거대 어패류를 채집하러 간 사람들이 또 돌아오지 못한 모양이다. 이것은 반드시 치러야 하는 대가다. 사람들도 그걸 알지만 멈출 수 없다. 누군가는 희생해야 더 많은 사람들이 살아남을 수 있으니. 하지만 이런 방법이 언제까지 통할 수 있을까? 아무도 모른다. 당신은 그곳을 떠났다. 사람들은 생존을 위해 계속 숨어서 작업해야 하겠지만, 당신에겐 더 중요한 일이 남아있다."
    }
   ]
  },
  {
   "id": "ro2_blood1",
   "title": "작은 불꽃",
   "text": "침식분진이 도시 전체를 뒤덮었고, 문명의 산물은 질서 있게 분해되어 시본이 후대를 키우고 진화하는 자양분으로 쓰인다. 당신은 분해되기 직전의 폐허를 힘겹게 헤쳐 나가며 쓸만한 물자가 있는지 찾고 있었다. 불현듯, 당신은 분진 속에서 반짝이고 있는 무언가를 발견하게 되었다.",
   "bg": "pic_rogue_2_6",
   "choices": [
    {
     "label": "위험을 무릅쓰고 가져온다",
     "desc": "목표 HP 3 소모, 소장품 획득:",
     "result": "당신은 위험을 무릅쓰고 침식분진을 파헤쳐 등불을 찾아냈지만, 등불은 이미 심하게 부식되었다. 그럼에도 불구하고 등불 속의 작은 불꽃은 여전히 따뜻한 빛을 반짝이고 있었다.",
     "cost": {
      "life": 3
     },
     "gain": {
      "relic": "ro2_grace_76"
     }
    },
    {
     "label": "안전한 곳의 물자를 챙긴다",
     "desc": "오리지늄각뿔 5 획득",
     "result": "가치 있는 물건을 찾은 후 당신은 황급히 이곳을 떠났다. 몇 시간 후, 이 도시는 더 이상 존재하지 않았다.",
     "gain": {
      "ingot": 5
     }
    }
   ]
  },
  {
   "id": "ro2_blood2",
   "title": "미약하게 남은 빛",
   "text": "당신은 등불을 잃은 한 재판관이 암초 위에서 검으로 몸을 지탱하고 가쁘게 숨 쉬고 있는 것을 보았다. 그의 주변에는 시테러의 시체들이 널브러져 있었다.",
   "bg": "pic_rogue_2_7",
   "choices": [
    {
     "label": "등불을 건네준다",
     "desc": "등불 40 획득",
     "result": "“이건…… 선생님의 등불……” 등불을 건네받은 재판관은 당신에게 감사를 표했다. “이런 곳에서…… 당신을…… 만나…… 기쁘군요. 얼른…… 떠나세요…… 여긴…… 위험해요.” 그 순간, 당신은 그녀의 다른 손이 소매 안에서 꿈틀대는 뭔가를 애써 억누르는 것을 보았다. “빨리요…… 제가 앞길을 비춰줄게요…… 마지막으로……”",
     "need": {
      "relic": "ro2_grace_76"
     },
     "gain": {
      "light": 40
     }
    },
    {
     "label": "몰래 접근한다",
     "desc": "목표 HP 2 소모, 등불 15 획득",
     "result": "재판관은 몰래 다가오는 당신을 시테러로 착각했고, 그녀는 검을 휘둘러 당신의 몸에 상처를 냈다. 당신이 도움을 청하러 왔다고 말하자, 그제서야 그녀는 한 방향을 가리켰다.",
     "cost": {
      "life": 2
     },
     "gain": {
      "light": 15
     }
    },
    {
     "label": "말을 건넨다",
     "desc": "희망 2 획득",
     "result": "재판관은 말할 힘조차 없는 듯 보였으며, 그저 당신의 말에 경청하며 고개만 끄덕일 뿐이었다. 그리고는 당신이 떠나는 모습을 바라보았다.",
     "gain": {
      "hope": 2
     }
    }
   ]
  },
  {
   "id": "ro2_hp",
   "title": "야영",
   "text": "한적한 작은 모퉁이를 찾은 덕분에, 부대는 위험에서 벗어나 충분한 정비 시간을 가질 수 있게 되었다. 동료들의 배정을 마친 후 당신도 서서히 긴장이 풀렸다.",
   "bg": "pic_rogue_1_1",
   "choices": [
    {
     "label": "잠에 곯아떨어진다",
     "desc": "최대 목표 HP 2 획득",
     "result": "눈을 떠 보니, 긴장감과 피로감은 이미 사라진 지 오래됐다. 행낭을 정리하곤 당신은 동료들과 함께 계속해서 미지의 앞길을 탐색해나갔다.",
     "gain": {
      "maxLife": 2
     }
    }
   ]
  },
  {
   "id": "ro2_hp2",
   "title": "침식분진 확산",
   "text": "눈앞의 해안은 이미 회백색으로 변했고, 바닷바람이 불어오자 대지의 잔해는 바람과 함께 사라졌다. 분진과 토양의 경계에서 무언가가 천천히 타고 있는 것 같았다. 가까이 다가가 확인하려 하자 한 남자가 당신을 끌어당겼다. “죽고 싶지 않으면 얼른 입어.”",
   "bg": "pic_rogue_2_10",
   "choices": [
    {
     "label": "서둘러 방호복을 입는다",
     "desc": "실드 3 획득",
     "result": "“저건 침식분진이야, 시본의 새로운 재주지. 분진은 모든 걸 분해하여 아무짝에도 쓸모없는 백색 가루만 남겨. 놈들은…… 이 땅을 갉아먹고 있어.” 말이 끝나기 무섭게 한 땅덩어리가 가루가 되어 바닷속으로 흩어졌다. “경계에 있는 저 그을린 자국에서 멀리 떨어져. 시테러에게 발견되기라도 하면 당신은 끝이야. 어서 떠나, 낯선 이. 이런 일은 재판소가 알아서 처리할 테니.”",
     "gain": {
      "shield": 3
     }
    }
   ]
  },
  {
   "id": "ro2_key",
   "title": "재앙정보전달자",
   "text": "빅토리아 출신의 재앙정보전달자가 해안선의 높은 곳에 비콘을 박고 측정 장치를 조절하고 있었다. 당신은 우연히 물을 마시는 그를 만났고, 그는 자신의 임시 캠프에서 차라도 마시자고 당신에게 제안했다.",
   "bg": "pic_rogue_2_39",
   "choices": [
    {
     "label": "전달자와 교류한다",
     "desc": "열쇠 1 획득",
     "result": "둘은 캠프에서 이야기를 나눴다. 그는 이베리아까지 와서 재앙을 관측하려는 사람은 매우 드물지만, 그래도 이런 정보를 필요로 하는 사람이 있을 것 같아서 혼자 왔다고 했다. 그리고 만남의 선물로 그는 당신에게 열쇠 하나를 건네주었다.",
     "gain": {
      "key": 1
     }
    },
    {
     "label": "선물을 건네준다",
     "desc": "오리지늄각뿔 6 소모, 열쇠 2 획득",
     "result": "그는 이런 곳에서 배우신 분을 만날 줄 몰랐다면서 깜짝 놀라 했다! 그 답례로 그는 열쇠 두 개를 건네주었다. 그러면서 자신의 답례가 초라해 보였는지 정중히 사과까지 했다.",
     "cost": {
      "ingot": 6
     },
     "gain": {
      "key": 2
     }
    }
   ]
  },
  {
   "id": "ro2_dice",
   "title": "장례 의식",
   "text": "당신은 지금 절벽 위의 공원묘지에 서 있다. 이곳에서는 한창 장례식을 치르고 있었는데, 주민들은 유체를 불에 태워 바닷바람이 재를 가져가도록 내버려 뒀고, 관은 수직으로 세워 애도의 비석으로 삼았다. 기억 속 이곳의 장례는 분명 수장이었는데, 지금 이들은 오히려 바다를 거부하고 있었다. 기억과의 다른 의식 때문에 당신은 잠깐 의아해했지만, 그래도 걸음을 멈추고 고인을 위한 기도를 올렸다.",
   "bg": "pic_rogue_2_1",
   "choices": [
    {
     "label": "걸음을 멈추고 기도한다",
     "desc": "주사위 1 획득, 오리지늄각뿔 4 획득",
     "result": "기도를 마치고 당신은 절벽 아래를 바라보았다. 그 순간, 당신은 왜 사람들이 바다를 거부하는지 알게 되었다. 명흔이 바다를 뒤덮었고, 점점 절벽을 향해 확산하고 있었다. 사람들이 바다를 거부한 게 아니라, 바다가 그들을 거절한 것이다.",
     "gain": {
      "dice": 1,
      "ingot": 4
     }
    }
   ]
  },
  {
   "id": "ro2_dice2",
   "title": "몰려든 먹구름",
   "text": "이토록 두꺼운 먹구름은 본 적이 없다. 먹구름은 빠르게 바다 전체를 뒤덮었고, 구름 속의 오리지늄 분진은 고속으로 회전하며 만물을 파괴할 기세로 해수면의 그 두꺼운 껍데기를 갈기갈기 찢어버렸다. 당신은 넋이 나간 표정으로 점점 커지는 폭풍을 바라보았고, 재앙 관측기기도 전부 먹통이 되어버렸다. 자연의 위협 앞에서 생물이 대체 무엇을 할 수 있단 말인가?",
   "bg": "pic_rogue_2_40",
   "choices": [
    {
     "label": "“기도하라”",
     "desc": "주사위 2 획득",
     "result": "먹구름은 기세등등하게 다가왔으나, 또 아무 일 없다는 듯 순식간에 사라져 버렸다. 광풍이 멈추자 해수면에 껍데기들이 다시 득실거리기 시작했다. 언젠가 녀석들은 자연을 정복할 수 있겠지만, 그 순간이 영원히 오지 않기를 바랄 뿐이다.",
     "gain": {
      "dice": 2
     }
    }
   ]
  },
  {
   "id": "ro2_up1",
   "title": "선발대",
   "text": "당신은 최초로 구조 신호를 보냈던 로도스 아일랜드 소대를 찾아냈다. 그들은 당신을 만나기 직전까지도 계속 주변 지역을 계속 탐색하고 있었다. 당신들은 서로 정보를 교환했고, 소대는 필요한 물품과 경험을 당신에게 공유해주었다.",
   "bg": "pic_rogue_1_1",
   "choices": [
    {
     "label": "정보를 교환한다",
     "desc": "랭크 상승권 획득",
     "result": "당신은 상대로부터 많은 것을 배웠다. 이제 계속 탐색해야 한다.",
     "gain": {
      "upgrade": "star5"
     }
    }
   ]
  },
  {
   "id": "ro2_up2",
   "title": "등대지기",
   "text": "한 노인이 모래사장에서 등대를 그리고 있었다. 하지만 몰려온 파도는 모든 흔적을 깨끗이 지워버렸다. “이번엔 바다가 정말로 녀석들을 삼켜버린 건가.” 노인은 혼잣말로 중얼거렸다. 당신은 노인에게 다가가 말을 걸었다. 예상대로 그는 이베리아 등대지기 중 한 명이었고, 오랜 친구들과의 모임에 참가하기 위해 왔다고 했다. “친구들도 전부 등대지기인가?” “여전히.” 헤어질 때 노인은 현지 특산품이라며 당신에게 선물을 건네주었다.",
   "bg": "pic_rogue_2_35",
   "choices": [
    {
     "label": "노인과 대화한다",
     "desc": "랭크 상승권 획득",
     "result": "명흔은 이 나라가 자랑스럽게 여기는 불빛을 집어삼켰다. 이베리아의 마지막 등대마저 부식되어 무너졌고, 찬란했던 역사는 먼지가 되어 가라앉았다. 이런 시점에서의 등대지기 모임이라…… 설마 단순히 과거의 향수 때문이었을까? 당신은 무언가 이상하다고 느꼈지만, 노인은 이미 멀리 가버렸다. 이상하네, 노인의 발걸음이 이렇게 빠르다고?",
     "gain": {
      "upgrade": "all"
     }
    }
   ]
  },
  {
   "id": "ro2_grace",
   "title": "계승",
   "text": "해안가에서 죽은 시본을 발견했다. 시체는 이미 말라붙었지만, 뭔가를 꽉 잡고 놓지 않으려는 듯했다.",
   "bg": "pic_rogue_2_1",
   "choices": [
    {
     "label": "시본이 잡고 있는 걸 가져간다",
     "desc": "랜덤 소장품 1개 획득",
     "result": "그 물건을 건드린 순간, 당신의 머릿속엔 여러 광경이 스쳐 지나갔다.\n“도시 폐허 위에 세워진 숲에서 일부 동족이 금속을 소화할 능력을 진화시켰다.”\n“음식을 바치는 인간과 음식이 되는 인간.”\n“인간이 연약한 육상 식물을 시본에게 주었더니 금세 시들어 버렸다.”\n“시본이 발성 기관을 진화시킨 후 배운 첫 단어는 '선물'과 '친구'였다.”",
     "gain": {
      "relic": 1
     }
    },
    {
     "label": "시본의 기억인가? 이상한데",
     "desc": "이만 떠난다"
    }
   ]
  },
  {
   "id": "ro2_recruit1",
   "title": "귀향",
   "text": "당신은 전달자 휴게소를 찾는 와중에 그 선교사를 만나게 되었다. 그는 오래전에 이베리아를 떠나 대지 곳곳을 돌아다니며 진리를 찾는 중이지만, 지금은 이베리아로 돌아가 조국을 위해 미약한 힘이나마 보태고 싶다고 했다. 그러면서 흔쾌히 현지 오퍼레이터에게 연락해주겠다 했지만, 길이 험하니 연락만 해준다고 재차 강조했다.",
   "bg": "pic_rogue_2_33",
   "choices": [
    {
     "label": "성의를 표시한다",
     "desc": "오리지늄각뿔 2 소모, 오퍼레이터 1명 모집 (랜덤 2개 직업 중 선택)",
     "result": "당신은 코인 몇 닢을 선교사에게 건넸고, 그는 인사치레 후 귀향길에 나섰다.",
     "cost": {
      "ingot": 2
     },
     "gain": {
      "ticket": "double"
     }
    },
    {
     "label": "큰돈으로 사례한다",
     "desc": "오리지늄각뿔 5 소모, 임의의 오퍼레이터 1명 모집",
     "result": "당신이 건네준 금액은 그가 무사히 이베리아로 돌아가기에 충분했고, 그는 연신 고맙다며 인사했다. 이베리아에 돌아가 무엇을 할 거냐고 당신이 묻자, 그는 과거 바다가 두려워 도망쳤지만, 지금은 준비되었다고 답했다.",
     "cost": {
      "ingot": 5
     },
     "gain": {
      "ticket": "all"
     }
    },
    {
     "label": "신앙심을 보여준다",
     "desc": "운명에 맡긴다",
     "result": "당신이 이베리아식 기도를 하는 걸 보고 선교사는 깜짝 놀라면서, 당신을 위해 반드시 이 일을 해내겠다며 결의를 표했다. 그러면서 종이 한 장을 꺼내 주소를 적어주고는, 이베리아에 오게 되면 꼭 자신을 찾아오라고 했다. 하지만 종이에는 글씨가 없었고 은은한 향기만 맴돌았다.",
     "roll": {
      "min": 6,
      "gain": {
       "ticket": "premium"
      },
      "fail": {}
     }
    }
   ]
  },
  {
   "id": "ro2_recruit2",
   "title": "땔감나무",
   "text": "당신은 땔감을 찾다가 이상한 숲을 발견했다. 나무에는 잎이 없었고, 껍질은 얇고 투명하여 마치 피부처럼 매끄러웠다. 칼로 살짝 베자 나무에선 이상한 냄새의 수지가 흘러나왔다. 당신은 몇 그루 베어 갔다. 밤이 되자 어둠 속의 모닥불은 길 잃은 여행자들을 불러들였고, 당신은 그들을 흔쾌히 받아들였다. 대신 당신은 불침번 설 필요 없다며 그들이 감사를 표했다.",
   "bg": "pic_rogue_2_34",
   "choices": [
    {
     "label": "시름 놓고 잔다",
     "desc": "오퍼레이터 1명 모집 (랜덤 2개 직업 중 선택)",
     "result": "밤새 깊은 잠에 곯아떨어졌는지, 아침에 일어났더니 피곤함은 싹 다 사라졌다. 모닥불은 꺼져 있었고 사람들도 이미 떠난 상태였다. 그런데 인사 정도는 하고 가도 괜찮지 않나?",
     "gain": {
      "ticket": "double"
     }
    },
    {
     "label": "교대로 불침번을 선다",
     "desc": "등불 10 소모, 모집권 획득",
     "result": "사람들의 코 고는 소리에 당신도 슬슬 졸기 시작했다. 어느 순간, 갑자기 깨어나 보니 사람들은 온데간데없이 사라졌고, 귓가에는 자꾸만 이상한 부름이 들려왔다. 갑자기 모닥불이 사방으로 흩어지더니, '가지'들은 '나무'가 있는 쪽으로 뛰어가기 시작했고, 숲은 울부짖기 시작했다. 뭔가 심상치 않다는 것을 깨달은 당신은 서둘러 가방을 들고 숲 밖으로 뛰쳐나갔다.",
     "cost": {
      "light": 10
     },
     "gain": {
      "ticket": "premium"
     }
    }
   ]
  },
  {
   "id": "ro2_exchange",
   "title": "꿈속의 만남",
   "text": "꿈과도 같은 안개가 당신을 현실로부터 벗겨내 바닷속 낙원으로 보냈다. 한 녹투성이 선실에 당신의 동족들이 가득 서 있었는데, 놀랍게도 이 함선은 오래전에 침몰한 함선이었다. 그들은 뭔가 열심히 교류하는 듯 보였고, 모두가 같은 개체는 아니었다. 당신은 자기도 모르게 그들에게 다가갔고, 더욱 자세히 관찰하려고 애썼다.",
   "bg": "pic_rogue_2_9",
   "choices": [
    {
     "label": "발성 방식을 확인한다",
     "desc": "오리지늄각뿔 10 소모, 최대 목표 HP 4 획득",
     "result": "이종족과의 교류도 아닌데 굳이 언어를 모방할 필요는 없다. 이건 당신들의 본래 목소리다. 아무런 어려움도 없고, 천 년 동안의 밀물과 썰물처럼 빠르지도 느리지도 않고, 단지 구슬프고 애달팠다.",
     "cost": {
      "ingot": 10
     },
     "gain": {
      "maxLife": 4
     }
    },
    {
     "label": "목소리 디테일을 분석한다",
     "desc": "오리지늄각뿔 10 소모, 희망 4 획득",
     "result": "바닷물도 당신들의 목소리를 막을 순 없었다. 다만 '대화' 자체보다는 이 길고 기이한 음절들은 대화에 대한 보완 같았다. 마치 시극 사이 사이에 삽입되는 가락처럼.",
     "cost": {
      "ingot": 10
     },
     "gain": {
      "hope": 4
     }
    },
    {
     "label": "대화 패턴을 정리한다",
     "desc": "오리지늄각뿔 10 소모, 열쇠 1 획득",
     "result": "당신들은 소리 내지 않아도 교류할 수 있었다. 정보는 이해하기 힘든 방식으로 전달되고 있었다.",
     "cost": {
      "ingot": 10
     },
     "gain": {
      "key": 1
     }
    },
    {
     "label": "들은 정보를 기록한다",
     "desc": "희망 및 최대 희망 4 소모, 최대 목표 HP 3 획득",
     "result": "적응…… 전환…… 새로운 질서…… 한계는 어디에…… 바다뿐이 아니다……",
     "cost": {
      "hope": 4
     },
     "gain": {
      "maxLife": 3
     }
    },
    {
     "label": "들은 정보를 정리한다",
     "desc": "희망 및 최대 희망 4 소모, 주사위 2 획득",
     "result": "진화. 이미 알려진 모든 형태를 뛰어넘어 그 완벽한 답으로 향하는 과정. 이건 멈출 수 없는 본능이자, 유일한 '길'이다.",
     "cost": {
      "hope": 4
     },
     "gain": {
      "dice": 2
     }
    },
    {
     "label": "형체를 관찰한다",
     "desc": "희망 및 최대 희망 4 소모, 실드 4 획득",
     "result": "기형적이고 과장된 구기는 거의 새로운 독립 기관이 되었고, 절단된 사지에서는 새로운 지체가 돋아났다. 심지어 유난히 큰 체구로 물줄기의 방향을 바꾸는 녀석도 있었다…… 문득, 당신은 자신의 모습이 보고 싶어졌다.",
     "cost": {
      "hope": 4
     },
     "gain": {
      "shield": 4
     }
    },
    {
     "label": "형체에 대해 결론 내린다",
     "desc": "목표 HP 3 소모, 주사위 1 획득",
     "result": "환경이 당신들을 변화시킨 게 아니라, 당신들이 환경을 변화시키고 있었다…… 언젠가 당신들은 이 대지와 바다를 뛰어넘어, 새로운 곳에 도달할 것이다.",
     "cost": {
      "life": 3
     },
     "gain": {
      "dice": 1
     }
    },
    {
     "label": "가까이 다가간다",
     "desc": "목표 HP 3 소모, 희망 2 획득",
     "result": "당신은 동족에게 다가갔다. 그렇다, 당신은 시본이었다. 하지만 이상한 게 아니다. 오히려 당신은 이 신분에 잘 적응하고 있었다.",
     "cost": {
      "life": 3
     },
     "gain": {
      "hope": 2
     }
    },
    {
     "label": "대화에 동참하려 시도한다",
     "desc": "목표 HP 3 소모, 실드 3 획득",
     "result": "시본들은 빈자리를 만들어 당신을 받아들였다. 당신은 그들의 동족이었고, 그들의 일부였다.",
     "cost": {
      "life": 3
     },
     "gain": {
      "shield": 3
     }
    },
    {
     "label": "바로 깨어난다",
     "desc": "꿈은 현실이 아니다",
     "result": "물방울이 종유석에 떨어졌고, 물방울이 당신의 얼굴에 떨어졌다. 당신은 드디어 깨어났다."
    }
   ]
  },
  {
   "id": "ro2_suit",
   "title": "고독한 노인",
   "text": "당신은 한 이베리아 노인과 어깨를 스쳐 지나갔고, 은연중에 시종이 그를 '성도'라 부르는 것을 들었다. 노인은 당신을 불러세우곤 뭔가 의심스러운 듯 이것저것 물어보았다. 어디서 왔는지, 뭐 하러 왔는지…… 당신이 여유롭게 답하자 노인의 말투도 한결 부드러워졌다. 당신도 노인에게 똑같은 질문을 했으나, 노인은 그저 당신 뒤의 바다만 물끄러미 바라보고 있었다…… 한참 후 노인은 말을 이었다. “누군가는 그것과 끝을 봐야 하지 않겠는가.”",
   "bg": "pic_rogue_2_41",
   "choices": [
    {
     "label": "당부를 새겨듣는다",
     "desc": "모집권 획득",
     "result": "당신은 노인의 호의를 받아들였고, 정중하게 감사를 표했다.",
     "gain": {
      "ticket": "all"
     }
    },
    {
     "label": "선물을 받는다",
     "desc": "등불 15 획득",
     "result": "당신은 노인의 호의를 받아들였고, 정중하게 감사를 표했다.",
     "gain": {
      "light": 15
     }
    },
    {
     "label": "도움을 받는다",
     "desc": "오리지늄각뿔 5 획득, 최대 목표 HP 2 및 실드 2 획득",
     "result": "당신은 노인의 호의를 받아들였고, 정중하게 감사를 표했다.",
     "gain": {
      "ingot": 5,
      "maxLife": 2,
      "shield": 2
     }
    },
    {
     "label": "떠난다",
     "desc": "아냐, 됐어",
     "result": "당신은 노인의 호의를 거절했지만, 정중하게 감사를 표했다."
    }
   ]
  },
  {
   "id": "ro2_king",
   "title": "왕들의 부재",
   "text": "당신은 텅 빈 이베리아 도시를 발견했다. 여기는 사람도 시테러의 흔적도 없었고, 도시 정중앙에는 웅장한 박물관이 세워져 있었다. 거의 풍화될 뻔한 전단지를 읽은 후, 당신은 이 박물관이 이베리아의 이름 없는 왕들을 기리기 위해 지어졌다는 것을 알게 되었다.",
   "bg": "pic_rogue_2_15",
   "choices": [
    {
     "label": "왕들의 보물을 찾는다",
     "desc": "국왕의 소장품 1개 획득 가능",
     "result": "한바탕 수색 후 당신은 빈 상자를 찾았으며, 옆에 세워진 비석에는 한 선왕에 대한 위대한 업적이 새겨져 있었다. 그럼 보물은? 이 빈 상자가 바로 그가 남긴 보물이다. 또는, 그가 후세에게 전하는 고귀한 인상이라고 할 수도 있다. 그 텅 빈 상자에는 이베리아 왕실이 역대 왕들에 대한 무한한 경외심이 담겨 있으니.",
     "roll": {
      "min": 6,
      "gain": {
       "relic": "set:king"
      },
      "fail": {
       "relic": 1
      }
     }
    },
    {
     "label": "보물을 찾는다",
     "desc": "랜덤 소장품 1개 획득",
     "result": "당신은 이베리아 역사에 아무런 관심도 없다. 금은만이 가장 중요한 보물이다.",
     "gain": {
      "relic": 1
     }
    },
    {
     "label": "아냐, 됐어",
     "desc": "이만 떠난다",
     "result": "한바탕 수색 후 당신은 아무것도 찾지 못했고, 어쩔 수 없이 한쪽에 있던 낡은 안내 책자를 기념으로 챙겼다. 이 왕들은 지금으로부터 상당히 오래전에 재임했던 왕들이기에, 그들의 이름, 칭호, 문장이나 상징적인 기물들은 이미 역사 속에서 사라졌다. 그렇기에 그들은 하나로 묶여 먼 옛날부터 지금까지 이베리아인들에게 전해져 내려오는 게 아닌가 싶다."
    }
   ]
  },
  {
   "id": "ro2_liar1",
   "title": "의사의 의지",
   "text": "바다가 육지를 집어삼키자 문명도 점점 쇠퇴해져 갔다. 학문은 진귀한 능력이 되어버렸고, 무지한 자들이 대지에 널려 퍼졌다. 당신은 홀로 약초를 캐고 있는 떠돌이 의사를 만났다. 당신이 '완전무장'한 걸 본 의사는 자신의 신변을 보호해 달라고 부탁했고, 당신은 이를 수락했다.",
   "bg": "pic_rogue_2_29",
   "choices": [
    {
     "label": "의사와 이야기를 나눈다",
     "desc": "경전 및 랜덤 소장품 1개 획득, 나중에 성가신 일을 겪을 수도",
     "result": "약초의 효능부터 인류의 미래까지, 당신은 그 의사와 즐거운 대화를 나눴고, 그는 당신의 학문에 몹시 놀라며 당신이라면 무언가 할 수 있다고 확신하는 것 같았다. 한참을 고민한 뒤, 그는 가방에서 어떤 물건을 꺼내 당신에게 건네줬다. 그것은 한 성도의 유물이었고, 성도가 세상을 떠난 후 마을 사람들은 그의 유물을 성물로 모셨다고 했다. 그러나 성도의 소원은 이 물건이 계속 전해지면서 이베리아를 위해 희망을 가져오는 것이지, 고귀한 곳에 모셔다 놓고 먼지가 쌓이기를 기다리는 게 아니라고 했다. 당신이 물건을 건네받자 의사는 감사를 표하곤 마을로 돌아갔다.",
     "gain": {
      "relic": 1,
      "flag": "liar"
     }
    },
    {
     "label": "아무 말도 하지 않는다",
     "desc": "소장품 획득:",
     "result": "약초 채집은 순조로웠고 떠돌이 의사도 금방 일을 끝마쳤다. 그는 당신에게 약초 몇 개를 보상으로 건네주고는 바로 마을로 돌아갔다.",
     "gain": {
      "relic": "ro2_grace_81"
     }
    }
   ]
  },
  {
   "id": "ro2_liar2",
   "title": "어리석은 자의 마음",
   "text": "당신은 길 가던 중 근처 마을의 위병들을 만났고, 그들은 마을이 지금 병으로 고통받고 있으며, 모셔두던 성물도 얼마 전에 도둑맞았다고 했다. 그러면서 당신이 그들을 도와준다면 당신은 마을의 영원한 친구가 될 수 있다고 덧붙였다.",
   "bg": "pic_rogue_2_30",
   "choices": [
    {
     "label": "유물을 건넨다",
     "desc": "'성도의 유물'을 보여준다",
     "need": {
      "flag": "liar"
     },
     "goto": "gift"
    },
    {
     "label": "전투 돌입",
     "desc": "힘든 전투 직면",
     "battle": "hard"
    }
   ],
   "floors": [
    3,
    4
   ],
   "scenes": {
    "gift": {
     "text": "당신이 꺼낸 물건을 보자 위병들은 갑자기 긴장하기 시작했다. 위병 대장은 그 물건이 바로 성도의 유물이자 마을의 정신적 지주라며, 그게 없으면 마을이 초토화될 것이라고 했다. 그 물건은 며칠 전에 도둑맞았는데, 그들이 도둑을 잡은 지 얼마 안 되어 당신이 나타났다는 것이다. 그는 당신을 위아래로 훑어보고, 다시 고개를 돌려 뒤에 꽁꽁 묶여있는 떠돌이 의사를 쳐다보곤, 부하들에게 즉시 당신을 체포하라고 지시했다.",
     "choices": [
      {
       "label": "계시를 받는다",
       "desc": "소장품 획득:",
       "gain": {
        "relic": "ro2_grace_82"
       }
      },
      {
       "label": "돈을 받는다",
       "desc": "오리지늄각뿔 30 획득",
       "gain": {
        "ingot": 30
       }
      }
     ]
    }
   }
  },
  {
   "id": "ro2_san1",
   "title": "불에 대한 공경",
   "text": "당신은 이베리아 선교사들이 커다란 화로를 들고 가는 걸 목격했는데, 화로 안에는 시테러 한 마리가 못에 박혀 몸부림치며 울부짖고 있었다. 우두머리 선교사는 당신에게 시본이 초래한 파괴에 대해 불평했고, 이어서 자신들이 모든 시본을 죽일 수 있는 무기를 찾았다고 장담했다. 그러면서 불만 있으면 시본은 숨을 곳이 없을 것이고, 시본의 영향을 받은 사람도 원래 모습으로 돌아올 수 있다고 덧붙였다. 그의 열정적인 선전을 들으며, 한편으론 몸부림을 멈춘 시본을 바라본 당신의 마음은 안절부절못했다.",
   "bg": "pic_rogue_2_34",
   "choices": [
    {
     "label": "고통받는 이를 위해 불을 간청한다",
     "desc": "소장품 획득:",
     "result": "찬송가 의식이 끝나자마자 선교사들은 바로 오퍼레이터의 몸에…… 불을 지펴 버리네?! 오퍼레이터는 비명을 질렀고, 당신은 그 불에 타 죽은 시테러의 뒤틀린 모습이 자꾸 떠오르며, 자신의 결정이 정확한지 의심하기 시작했다. 다행히 불은 금방 꺼졌고, 화상을 입은 곳에 고약을 바르자 오퍼레이터는 완전히 회복되었다. 그러나 당신의 머릿속은 여전히 혼란스러움으로 가득했다. 만약 이 오퍼레이터가 홀로 이 선교사 무리를 만났더라면……",
     "gain": {
      "relic": "ro2_grace_80"
     }
    },
    {
     "label": "적당히 둘러댄다",
     "desc": "등불 15 획득",
     "result": "당신은 이 괴상한 무리를 보내고 계속 길을 떠났다. 시본이 횡포하고 있는 이 시대에, 시본에게 상처를 줄 수 있는 모든 것을 사람들이 섬기며 숭배할 것이다…… 시본이 그에 적응하고 아무런 효과가 없을 때까지 말이다. 하지만 그때가 되면 산산이 부서진 인류의 정신은 또 누가 잡아줄 수 있을까? 당신은 마음속으로 몇 가지 가능성을 생각한 뒤, 계속 길을 나섰다.",
     "gain": {
      "light": 15
     }
    },
    {
     "label": "전투 돌입",
     "desc": "힘든 전투 직면",
     "battle": "hard"
    }
   ]
  },
  {
   "id": "ro2_bat1",
   "title": "보물의 항만",
   "text": "당신은 이곳에 숨긴 보물을 찾고 있었다. 하지만 식물과 토양에 가려진 보물을 어떻게 해야 손에 넣을 수 있을까?",
   "bg": "pic_rogue_2_39",
   "choices": [
    {
     "label": "전투 돌입",
     "desc": "힘든 전투 직면",
     "battle": "hard"
    },
    {
     "label": "조용히 떠난다",
     "desc": "쓸데없는 참견은 안 하는 걸로",
     "result": "괜히 일을 벌이지 말자. 안전이 제일 중요하다."
    }
   ],
   "floors": [
    2,
    3,
    4
   ]
  },
  {
   "id": "ro2_bat2",
   "title": "보물 상자 파티",
   "text": "한 무리의 살카즈들이 각양각색의 보물 상자를 둘러싸고 춤추고 있었고, 몇몇 보물 상자도 함께 춤이라도 추는 듯 뚜껑을 계속 열었다 닫았다. 그들에게 적의는 없어 보였고, 당신도 그들과 함께 즐기며 기분을 풀 수 있을 것 같았다. 한 살카즈 댄서가 춤추며 점점 당신 곁으로 다가오더니, 당신에게 함께 춤출 것을 권했다.",
   "bg": "pic_rogue_2_31",
   "choices": [
    {
     "label": "전투 돌입",
     "desc": "힘든 전투 직면",
     "battle": "hard"
    },
    {
     "label": "아냐, 됐어",
     "desc": "쓸데없는 참견은 안 하는 걸로",
     "result": "당신은 댄서가 내민 손을 뿌리치곤, 멀리 피해 그들의 춤을 구경하기만 했다. 이베리아에 웬 살카즈냐는 어리석은 문제는 따지고 싶지도 않았다. 당신은 그저 편안하게 쉬며 구경하다가 다시 길을 떠나고 싶었을 뿐이다."
    }
   ],
   "floors": [
    2,
    3,
    4
   ]
  }
 ],
 "ent": {
  "id": "ro2_ent1",
  "title": "즉석 프린팅",
  "text": "당신은 해변에서 좌식 테이블 크기의 하이테크 상자를 발견했다. 버튼을 이것저것 눌러보자 상자에서는 각 상품의 소개가 적혀 있는 전단지가 나왔는데, 아무래도 이 기계는 에기르에서 떠내려온 자동 추첨기 같았다. 결제 방식은 대여섯 가지나 지원하지만, 환경이 환경인지라 당신은 가장 원시적인 방식, 코인을 투입하는 수밖에 없었다.",
  "bg": "pic_rogue_2_19",
  "coin": {
   "cost": 3,
   "max": 3,
   "label": "코인을 투입한다",
   "leave": "허비할 시간이 없다",
   "prizes": [
    {
     "w": 20,
     "label": "주사위 1 획득",
     "gain": {
      "dice": 1
     }
    },
    {
     "w": 20,
     "label": "열쇠 1 획득",
     "gain": {
      "key": 1
     }
    },
    {
     "w": 20,
     "label": "실드 1 획득",
     "gain": {
      "shield": 1
     }
    },
    {
     "w": 15,
     "label": "랜덤 소장품 1개 획득",
     "gain": {
      "relic": 1
     }
    },
    {
     "w": 15,
     "label": "오리지늄각뿔 7 획득",
     "gain": {
      "ingot": 7
     }
    },
    {
     "w": 10,
     "label": "아무것도 나오지 않았다",
     "gain": {}
    }
   ]
  }
 },
 "nodes": {
  "BATTLE_NORMAL": {
   "name": "작전",
   "desc": "모두의 손에 무기가 들려있다. 분명 협상을 하러 온 건 아닐 것이다."
  },
  "BATTLE_ELITE": {
   "name": "긴급 작전",
   "desc": "당신의 예상을 뛰어넘는 폭력도 자주 있기 마련이다."
  },
  "BATTLE_BOSS": {
   "name": "험난한 길",
   "desc": "나쁜 놈, 악당, 저주받은 사람…… 곤란하게 됐군."
  },
  "REST": {
   "name": "안전한 곳",
   "desc": "이곳이라면 아무도 방해하지 않을 것이다. 음식과 물은 충분하니, 그렇게 긴장할 필요는 없다."
  },
  "INCIDENT": {
   "name": "우연한 만남",
   "desc": "새로운 친구, 오래된 원수…… 우연한 만남은 늘 새롭지만, 낡아 가는 건 상처뿐이다."
  },
  "ENTERTAINMENT": {
   "name": "흥미진진",
   "desc": "이런 소소한 즐거움이 있기에 긴 여정 속의 자질구레한 일과 고난이 하나도 두렵지 않은 것이다."
  },
  "UNKNOWN": {
   "name": "자욱한 안개",
   "desc": "안갯속에 분명 무언가 있는데, 당신은 아무것도 보이지 않는다……"
  },
  "WISH": {
   "name": "소원성취",
   "desc": "소원을 비는 형식은 각양각색이지만, 소원 그 자체는 크게 다를 게 없다."
  },
  "SACRIFICE": {
   "name": "풍운제회",
   "desc": "등대가 무너졌기에 만난 사람들은 배낭을 열어 서로에게 빛을 선물한다."
  },
  "EXPEDITION": {
   "name": "긴급 수송",
   "desc": "등불은 기름이 없으면 켜지지 않고, 어선은 연료가 없으면 출항을 못 한다. 물자 보급은 결코 사소한 일이 아니다."
  },
  "BATTLE_SHOP": {
   "name": "교활한 상인",
   "desc": "아군도 아니고 적군도 아니다. 중간에 서길 좋아하는 사람들이 있다."
  },
  "PORTAL": {
   "name": "원더랜드",
   "desc": "“황량한 길은 꽃밭으로 향할 수도 있고, 길을 잃어 뜻밖의 만남이 생길 수도 있다.”"
  },
  "MISSION": {
   "name": "지역 의뢰",
   "desc": "긴 여정은 끝나지 않았다. 당신이 본 종점은 그저 새로운 이정표일 뿐이다."
  }
 },
 "wish": {
  "title": "사라진 풍습",
  "text": "린수잡이배가 출항할 수 있던 시절, 이베리아 해변 마을의 아이들은 출항하는 부모에게 소원을 빈다. 어른들은 귀항하면 가장 큰 린수를 직접 아이들에게 건네주었고, 전에 아이들이 소원 빌었던 선물이나 서프라이즈를 린수 뱃속에 숨겨 놓는다. 듣기로는 부잣집 아이들은 소원을 여러 개 빌 수 있다고 하던데, 지금 당신 앞에 있는 건 소원 메모지가 붙어 있는 말린 린수 몇 마리밖에 없다.",
  "bg": "pic_rogue_2_20",
  "result": "린수 뱃속에 무엇이 숨겨져 있든 이 풍습은 이베리아인들의 아름다운 미래에 대한 염원이다. 하지만 이런 염원은 '고요함' 이후에 완전히 사라졌다.",
  "label": "소원장이 붙어 있는 린수를 챙긴다"
 },
 "sacrifice": {
  "title": "상부상조",
  "text": "한 에기르인이 시테러에 포위된 당신을 구해 그의 은신처로 데려갔다. 창밖에는 비가 억수같이 쏟아졌고, 지평선에는 불빛이라곤 보이지 않았으며, 오직 에기르인이 손에 든 등불만 희미한 빛을 내고 있었다. 그의 은신처에는 재판소가 남겨둔 수많은 장비들이 있었으며, 당신이 흥미를 느낀 걸 보자 그는 당신이 수집한 물건과 교환해도 괜찮다고 제안했다.",
  "bg": "pic_rogue_2_21",
  "trade": [
   "교환한다",
   "뭐 있는지 구경이나 해보자"
  ],
  "rest": [
   "사양한다",
   "목표 HP 4 회복"
  ],
  "tradeResult": "“이렇게 좋은 물건을…… 고맙네, 친구. 등대가 무너지고 나서 이런 값진 공예품은 보지 못했네. 자기 집이라 생각하고 편히 쉬게. 날이 개고 시테러가 물러가면 내가 안전한 길을 안내해 주지.”",
  "restResult": "당신은 은신처에서 안전한 하룻밤을 보냈다. 이튿날, 시테러는 물러갔고 당신은 그에게 감사를 표하곤 은신처를 떠났다.",
  "noResult": "당신이 교환할 의사가 없는 걸 보고 그는 더 이상 말하지 않았다. 밖에 있던 시테러가 물러가자 당신은 그에게 감사를 표하곤 은신처를 떠났다."
 },
 "expedition": {
  "title": "긴급 파견",
  "text": "지원 물자가 가까운 안전가옥에 도착했다. 이 물자를 후방지원부에 의뢰할지, 아니면 직접 오퍼레이터를 파견할지 당신은 결정해야 한다.",
  "bg": "pic_rogue_2_45",
  "send": [
   "오퍼레이터 파견",
   "오퍼레이터 1명 선택"
  ],
  "support": [
   "후방지원부에 의뢰",
   "희망 3 획득"
  ],
  "sendResult": "파견한 오퍼레이터는 팀을 잠시 떠나 안전가옥으로 향했다.",
  "supportResult": "후방지원부는 워낙 전문적이고 효율적이라서 시름 놓고 맡길 수 있었다."
 },
 "task": {
  "title": "튤립의 의뢰",
  "text": "통신 단말을 켜봤더니 튤립으로부터 메시지 3건이 도착해 있었다. 제목으로 보아 난이도가 각기 다른 세 가지 긴급 의뢰 같은데, 로도스 아일랜드 이베리아 주재 총책임자인 튤립은 모든 자원을 총동원하여 감염자의 생존을 위해 애쓴다. 설령 당신에게 급히 처리할 용무가 있다고 해도, 그녀는 꼼꼼히 확인한 뒤 당신에게 의뢰할 것이다.",
  "bg": "pic_rogue_2_47",
  "labels": [
   "무난한 의뢰",
   "도전적인 의뢰",
   "까다로운 의뢰"
  ],
  "leave": "단말을 끈다",
  "notes": [
   "메시지를 클릭하자 의뢰 내용이 로딩되어 단말기 화면에 나타났다. 당신은 본문 마지막에 작은 글씨로 쓴 문구를 발견했다. “잡일도 밥벌이는 된다. 파이팅!”",
   "메시지를 클릭하자 의뢰 내용이 로딩되어 단말기 화면에 나타났다. 당신은 본문 마지막에 작은 글씨로 쓴 문구를 발견했다. “액운에 꼬투리 잡히지 않게 깔끔하게 처리할 것.”",
   "메시지를 클릭하자 의뢰 내용이 로딩되어 단말기 화면에 나타났다. 당신은 본문 마지막에 작은 글씨로 쓴 문구를 발견했다. “주변에 로도스 아일랜드 소대가 상시 대기하고 있다. 안전에 주의하길.”"
  ],
  "reward": "의뢰 완료, 보상받을 때가 왔다."
 },
 "tasks": [
  {
   "id": "001",
   "name": "협곡 통과",
   "desc": "다음 4회의 전투 클리어, 배치 가능 인원수 -2",
   "tier": 3,
   "kind": "battles",
   "goal": 4,
   "arg": {
    "deploy": -2
   }
  },
  {
   "id": "002",
   "name": "임전무퇴",
   "desc": "다음 4회의 전투 클리어, 적의 HP, 공격력 +30%",
   "tier": 3,
   "kind": "battles",
   "goal": 4,
   "arg": {
    "enemy": 0.3
   }
  },
  {
   "id": "003",
   "name": "등대 밝히기",
   "desc": "등불 누적 15 획득",
   "tier": 3,
   "kind": "light",
   "goal": 15,
   "arg": null
  },
  {
   "id": "004",
   "name": "열쇠 점검",
   "desc": "열쇠 누적 3개 사용",
   "tier": 3,
   "kind": "keyUse",
   "goal": 3,
   "arg": null
  },
  {
   "id": "005",
   "name": "기적 탐구",
   "desc": "주사위 누적 6회 사용",
   "tier": 3,
   "kind": "diceUse",
   "goal": 6,
   "arg": null
  },
  {
   "id": "006",
   "name": "저항 부대 징집",
   "desc": "디펜더, 가드 오퍼레이터를 편성하지 않고 전투 2회 클리어",
   "tier": 2,
   "kind": "noClass",
   "goal": 2,
   "arg": [
    "defender",
    "guard"
   ]
  },
  {
   "id": "007",
   "name": "공격 부대 징집",
   "desc": "캐스터 및 스나이퍼 오퍼레이터를 편성하지 않고 작전 2회 클리어",
   "tier": 2,
   "kind": "noClass",
   "goal": 2,
   "arg": [
    "caster",
    "sniper"
   ]
  },
  {
   "id": "008",
   "name": "지원 부대 징집",
   "desc": "메딕, 서포터 오퍼레이터를 편성하지 않고 전투 2회 클리어",
   "tier": 2,
   "kind": "noClass",
   "goal": 2,
   "arg": [
    "medic",
    "supporter"
   ]
  },
  {
   "id": "009",
   "name": "돌파 부대 징집",
   "desc": "뱅가드, 스페셜리스트 오퍼레이터를 편성하지 않고 전투 2회 클리어",
   "tier": 2,
   "kind": "noClass",
   "goal": 2,
   "arg": [
    "vanguard",
    "specialist"
   ]
  },
  {
   "id": "010",
   "name": "위협 제거",
   "desc": "적 누적 50명 처치",
   "tier": 2,
   "kind": "kills",
   "goal": 50,
   "arg": null
  },
  {
   "id": "011",
   "name": "경험 전수",
   "desc": "오퍼레이터 랭크 상승 누적 3회 (긴급 파견 오퍼레이터 미포함)",
   "tier": 2,
   "kind": "rankUp",
   "goal": 3,
   "arg": null
  },
  {
   "id": "012",
   "name": "성상 찾기",
   "desc": "주사위를 굴려 숫자 6 이상 획득",
   "tier": 2,
   "kind": "roll6",
   "goal": 1,
   "arg": null
  },
  {
   "id": "013",
   "name": "시테러 섬멸",
   "desc": "바다 괴물 적 누적 20마리 처치",
   "tier": 2,
   "kind": "seaKills",
   "goal": 20,
   "arg": null
  },
  {
   "id": "014",
   "name": "자금 비축",
   "desc": "오리지늄각뿔 누적 10개 소모",
   "tier": 1,
   "kind": "ingotSpend",
   "goal": 10,
   "arg": null
  },
  {
   "id": "015",
   "name": "거점 소탕",
   "desc": "전투 노드 1회 진입",
   "tier": 1,
   "kind": "battleEnter",
   "goal": 1,
   "arg": null
  },
  {
   "id": "016",
   "name": "앞길 탐사",
   "desc": "우연한 만남 누적 2회 진입",
   "tier": 1,
   "kind": "eventEnter",
   "goal": 2,
   "arg": null
  },
  {
   "id": "017",
   "name": "인재 발굴",
   "desc": "신규 오퍼레이터 누적 2명 모집",
   "tier": 1,
   "kind": "recruit",
   "goal": 2,
   "arg": null
  },
  {
   "id": "018",
   "name": "안전가옥 확인",
   "desc": "안전한 곳 누적 1회 진입",
   "tier": 1,
   "kind": "restEnter",
   "goal": 1,
   "arg": null
  },
  {
   "id": "019",
   "name": "경건하게 기도",
   "desc": "주사위 1회 사용",
   "tier": 1,
   "kind": "diceUse",
   "goal": 1,
   "arg": null
  }
 ],
 "taskRewards": {
  "1": [
   {
    "desc": "랜덤 소장품 1개 획득",
    "gain": {
     "relic": 1
    }
   },
   {
    "desc": "주사위 2 획득",
    "gain": {
     "dice": 2
    }
   },
   {
    "desc": "실드 3 획득",
    "gain": {
     "shield": 3
    }
   },
   {
    "desc": "오리지늄각뿔 5 획득",
    "gain": {
     "ingot": 5
    }
   },
   {
    "desc": "열쇠 1 획득",
    "gain": {
     "key": 1
    }
   }
  ],
  "2": [
   {
    "desc": "랜덤 소장품 1개 획득",
    "gain": {
     "relic": 1
    }
   },
   {
    "desc": "오퍼레이터 1명 모집 (랜덤 2개 직업 중 선택)",
    "gain": {
     "ticket": "double"
    }
   },
   {
    "desc": "최대 목표 HP 4 획득",
    "gain": {
     "maxLife": 4
    }
   },
   {
    "desc": "오리지늄각뿔 7 획득",
    "gain": {
     "ingot": 7
    }
   },
   {
    "desc": "희망 3 획득",
    "gain": {
     "hope": 3
    }
   }
  ],
  "3": [
   {
    "desc": "랜덤 상급 소장품 1개 획득",
    "gain": {
     "relic": "rare"
    }
   },
   {
    "desc": "소장품 획득: 튤립의 비법 (오퍼레이터 1명 거부반응 억제)",
    "gain": {
     "relic": "ro2_grace_79"
    }
   },
   {
    "desc": "희망 3 획득, 랜덤 오퍼레이터 1명 모집",
    "gain": {
     "hope": 3,
     "ticket": "all"
    }
   },
   {
    "desc": "실드 12 획득",
    "gain": {
     "shield": 12
    }
   },
   {
    "desc": "오리지늄각뿔 8 획득, 열쇠 2 획득",
    "gain": {
     "ingot": 8,
     "key": 2
    }
   }
  ]
 },
 "rest": {
  "title": "안전한 곳",
  "text": "아무리 로도스 아일랜드라 해도 이베리아의 자원만으로 다른 지역처럼 완벽한 피난시설을 지을 순 없다. 그나마 다행인 것은 기능적으로 큰 차이가 없다는 것이다. 습기와 추위는 잠시 물러갔으며, 불빛은 따스하고 음식에선 모락모락 김이 피어오른다. 푹 쉬고 충분히 준비하자. 앞에는 더 큰 파도가 기다리고 있을 테니.",
  "bg": "pic_rogue_2_46",
  "choices": [
   {
    "label": "잠깐 휴식",
    "desc": "최대 목표 HP 3 획득"
   },
   {
    "label": "훈련 강화",
    "desc": "랭크 상승권 획득"
   },
   {
    "label": "사기 진작",
    "desc": "희망 3 획득"
   },
   {
    "label": "재정비",
    "desc": "편성 가능 인원수 +1"
   },
   {
    "label": "묵묵히 기도",
    "desc": "주사위 2 획득"
   },
   {
    "label": "연료 추가",
    "desc": "등불 15 획득"
   }
  ]
 },
 "start": {
  "title": "작전 보상",
  "text": "지난 탐험에서 2개 이상의 구역을 돌파하여 이번에 더 많은 지원을 받을 수 있습니다.",
  "bg": "pic_rogue_1_1",
  "choices": [
   {
    "label": "많은 보급품",
    "desc": "실드 3 획득"
   },
   {
    "label": "출발 전 연설",
    "desc": "희망 2 획득"
   },
   {
    "label": "예비금 지원",
    "desc": "오리지늄각뿔 5 획득"
   },
   {
    "label": "소장품 구매",
    "desc": "모든오리지늄각뿔 소모, 랜덤 소장품 1개 획득"
   },
   {
    "label": "전리품 회수",
    "desc": "희망 및 최대 희망 1 소모, 랜덤 소장품 1개 획득"
   },
   {
    "label": "뭐라도 챙기자",
    "desc": "소장품 전기주전자 획득 (최대 목표 HP +1, 희망+1)"
   },
   {
    "label": "열쇠를 챙긴다",
    "desc": "열쇠 1 획득"
   },
   {
    "label": "좋은 징조가 있기를",
    "desc": "주사위 2 획득"
   }
  ]
 },
 "diffs": [
  {
   "id": "easy",
   "grade": -1,
   "name": "고요한 바다",
   "sub": "바다가 영원히 고요하길",
   "score": 0.5,
   "rule": "'사일런트 스쿼드' 전방위 보호",
   "add": "'사일런트 스쿼드' 전방위 보호",
   "color": "#7ab441"
  },
  {
   "id": "n0",
   "grade": 0,
   "name": "일렁이는 파도",
   "sub": "바다가 보인 진정한 모습",
   "score": 1.0,
   "rule": "심해 진입 시 더욱 가혹한 시련 직면",
   "add": "심해 진입 시 더욱 가혹한 시련 직면",
   "color": "#1b65fa"
  },
  {
   "id": "n1",
   "grade": 1,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.05,
   "rule": "아군이 받는 원소 손상 +15%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +1%",
   "color": "#1b65fa"
  },
  {
   "id": "n2",
   "grade": 2,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.1,
   "rule": "제3구역 진입 시 랜덤으로 저주받은 유물 1개 획득",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +2%",
   "color": "#1b65fa"
  },
  {
   "id": "n3",
   "grade": 3,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.15,
   "rule": "모든 적의 마법 저항력 +10",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +3%",
   "color": "#1b65fa"
  },
  {
   "id": "n4",
   "grade": 4,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.2,
   "rule": "3성 이상 오퍼레이터 모집 시 소모 희망 +1",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +4%",
   "color": "#1b65fa"
  },
  {
   "id": "n5",
   "grade": 5,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.3,
   "rule": "모든 리더 적의 공격력, 방어력 추가로 +15%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +5%",
   "color": "#1b65fa"
  },
  {
   "id": "n6",
   "grade": 6,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.4,
   "rule": "초기 등불 -15",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +6%",
   "color": "#1b65fa"
  },
  {
   "id": "n7",
   "grade": 7,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 적의 이동 속도 +15%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +7%",
   "color": "#1b65fa"
  },
  {
   "id": "n8",
   "grade": 8,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "아군이 받는 원소 손상 +15%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +8%",
   "color": "#221cc4"
  },
  {
   "id": "n9",
   "grade": 9,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 적의 공격 속도 +15",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +9%",
   "color": "#221cc4"
  },
  {
   "id": "n10",
   "grade": 10,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "초기 등불 -15",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +10%",
   "color": "#221cc4"
  },
  {
   "id": "n11",
   "grade": 11,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 정예 및 리더 적의 HP +20%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +11%",
   "color": "#221cc4"
  },
  {
   "id": "n12",
   "grade": 12,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 적의 마법 저항력 +10",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +12%",
   "color": "#221cc4"
  },
  {
   "id": "n13",
   "grade": 13,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "아군이 받는 원소 손상 +15%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +13%",
   "color": "#221cc4"
  },
  {
   "id": "n14",
   "grade": 14,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "배치 가능 인원수 -1",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +14%",
   "color": "#221cc4"
  },
  {
   "id": "n15",
   "grade": 15,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 정예 및 리더 적의 공격력, 방어력, HP가 추가로 +20%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +15%",
   "color": "#221cc4"
  },
  {
   "id": "n16",
   "grade": 16,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "소장품 [양육자 동유전자종] 획득",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력, HP가 추가로 +20%",
   "color": "#411ab2"
  },
  {
   "id": "n17",
   "grade": 17,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "기초 거부반응이 조합 거부반응으로 대체",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력이 추가로 +20%, HP가 추가로 +25%",
   "color": "#411ab2"
  },
  {
   "id": "n18",
   "grade": 18,
   "name": "일렁이는 파도",
   "sub": null,
   "score": 1.5,
   "rule": "모든 정예, 리더 적이 등장 후 20초간 받는 물리 및 마법 대미지 -50%, 공격력 +30%",
   "add": "새 구역에 진입할 때마다 모든 적의 공격력이 추가로 +20%, HP가 추가로 +30%",
   "color": "#411ab2"
  }
 ],
 "bands": [
  {
   "id": "band_1",
   "name": "지휘 분대",
   "desc": "최대 목표 HP +2, 전투가 종료될 때마다 추가로 목표 HP +1",
   "unlock": null,
   "lock": null,
   "fx": {
    "gain": {
     "maxLife": 2
    },
    "endLife": 1
   },
   "icon": "img/is/band_1.png"
  },
  {
   "id": "band_2",
   "name": "집합 분대",
   "desc": "편성 가능 인원수 +2, 배치 가능 인원수 +2",
   "unlock": "제3구역 [맹렬한 파도] 클리어",
   "lock": "zone3",
   "fx": {
    "squadCap": 2,
    "battle": {
     "deployLimit": 2
    }
   },
   "icon": "img/is/band_2.png"
  },
  {
   "id": "band_3",
   "name": "지원 분대",
   "desc": "초기 오리지늄각뿔 +20, 초기 희망 +2",
   "unlock": "플레이 중 오리지늄각뿔 누적 200개 획득",
   "lock": "ingot200",
   "fx": {
    "gain": {
     "ingot": 20,
     "hope": 2
    }
   },
   "icon": "img/is/band_3.png"
  },
  {
   "id": "band_4",
   "name": "예봉 분대",
   "desc": "목표 HP가 1로 변경, 모든 아군 유닛의 공격력 +15%, HP +15%",
   "unlock": "목표 HP 10 이상 보유한 상태로 엔딩 클리어",
   "lock": "endLife10",
   "fx": {
    "setLife1": true,
    "stat": {
     "atk": 0.15,
     "hp": 0.15
    }
   },
   "icon": "img/is/band_4.png"
  },
  {
   "id": "band_5",
   "name": "강습 전술 분대",
   "desc": "4성 이상 [가드], [뱅가드] 오퍼레이터 모집 시 소모 희망 -2, 랭크 상승 시 소모 희망 -1, 승급 오퍼레이터 출현 확률 대폭 상승",
   "unlock": "최소 5명의 가드 또는 뱅가드를 보유한 상태로 엔딩 클리어 (합계 5명 포함)",
   "lock": "end5:guard,vanguard",
   "fx": {
    "hopeCut": {
     "classes": [
      "guard",
      "vanguard"
     ],
     "recruit": 2,
     "promote": 1
    },
    "tempUp": [
     "guard",
     "vanguard"
    ]
   },
   "icon": "img/is/band_5.png"
  },
  {
   "id": "band_6",
   "name": "방어 전술 분대",
   "desc": "4성 이상 [디펜더], [서포터] 오퍼레이터 모집 시 소모 희망 -2, 랭크 상승 시 소모 희망 -1, 승급 오퍼레이터 출현 확률 대폭 상승",
   "unlock": "최소 5명의 디펜더 또는 서포터를 보유한 상태로 엔딩 클리어 (합계 5명 포함)",
   "lock": "end5:defender,supporter",
   "fx": {
    "hopeCut": {
     "classes": [
      "defender",
      "supporter"
     ],
     "recruit": 2,
     "promote": 1
    },
    "tempUp": [
     "defender",
     "supporter"
    ]
   },
   "icon": "img/is/band_6.png"
  },
  {
   "id": "band_7",
   "name": "원거리 전술 분대",
   "desc": "4성 이상 [메딕], [스나이퍼] 오퍼레이터 모집 시 소모 희망 -2, 랭크 상승 시 소모 희망 -1, 승급 오퍼레이터 출현 확률 대폭 상승",
   "unlock": "최소 5명의 메딕 또는 스나이퍼를 보유한 상태로 엔딩 클리어 (합계 5명 포함)",
   "lock": "end5:medic,sniper",
   "fx": {
    "hopeCut": {
     "classes": [
      "medic",
      "sniper"
     ],
     "recruit": 2,
     "promote": 1
    },
    "tempUp": [
     "medic",
     "sniper"
    ]
   },
   "icon": "img/is/band_7.png"
  },
  {
   "id": "band_8",
   "name": "파괴 전술 분대",
   "desc": "4성 이상 [캐스터], [스페셜리스트] 오퍼레이터 모집 시 소모 희망 -2, 랭크 상승 시 소모 희망 -1, 승급 오퍼레이터 출현 확률 대폭 상승",
   "unlock": "최소 5명의 스페셜리스트 또는 캐스터를 보유한 상태로 엔딩 클리어 (합계 5명 포함)",
   "lock": "end5:caster,specialist",
   "fx": {
    "hopeCut": {
     "classes": [
      "caster",
      "specialist"
     ],
     "recruit": 2,
     "promote": 1
    },
    "tempUp": [
     "caster",
     "specialist"
    ]
   },
   "icon": "img/is/band_8.png"
  },
  {
   "id": "band_9",
   "name": "연구 분대",
   "desc": "초기 실드 +3, 전투에서 획득하는 지휘 경험치 +30%",
   "unlock": "플레이 중 지휘 경험치 누적 1000 획득",
   "lock": "exp1000",
   "fx": {
    "gain": {
     "shield": 3
    },
    "expRate": 0.3
   },
   "icon": "img/is/band_9.png"
  },
  {
   "id": "band_10",
   "name": "고급화 분대",
   "desc": "초기 모집 시 랜덤 정예 모집권 1장 추가 획득",
   "unlock": "오퍼레이터 20명 이상 보유한 상태로 엔딩 클리어",
   "lock": "end20",
   "fx": {
    "vipTicket": 1
   },
   "icon": "img/is/band_10.png"
  },
  {
   "id": "band_11",
   "name": "마음가짐 분대",
   "desc": "전투 후 일정 확률로 추가 소장품 획득",
   "unlock": null,
   "lock": null,
   "fx": {
    "extraRelicChance": 0.25
   },
   "icon": "img/is/band_11.png"
  },
  {
   "id": "band_15",
   "name": "적재적소 분대",
   "desc": "새 구역에 진입할 때마다 주사위 +1",
   "unlock": null,
   "lock": null,
   "fx": {
    "zoneDice": 1
   },
   "icon": "img/is/band_15.png"
  },
  {
   "id": "band_19",
   "name": "인적자원 분대",
   "desc": "오퍼레이터 모집 시 소모 희망 -1",
   "unlock": null,
   "lock": null,
   "fx": {
    "hopeCutAll": 1
   },
   "icon": "img/is/band_19.png"
  }
 ],
 "mutations": [
  {
   "id": "mutation_1",
   "name": "조혈 장애",
   "inner": "조혈 장애",
   "desc": "거부반응 오퍼레이터가 최대 HP가 아닌 경우 지속해서 HP 감소",
   "lore": "혈구의 사멸이 가속화되어 골수의 조혈 기능이 억제",
   "icon": "img/is/mutation_1.png"
  },
  {
   "id": "mutation_2",
   "name": "주의력 상실",
   "inner": "주의력 상실",
   "desc": "거부반응 오퍼레이터의 스킬이 자동으로 발동",
   "lore": "감각 기능 쇠약, 신체 균형이 무너져 스트레스 제어 능력 상실",
   "icon": "img/is/mutation_2.png"
  },
  {
   "id": "mutation_3",
   "name": "신경 쇠퇴",
   "inner": "신경 쇠퇴",
   "desc": "거부반응 오퍼레이터가 배치 후 15초간 빙결 (퇴각 전 1회만 발동)",
   "lore": "대뇌 신경 위축, 신체 반사가 느려져 의식이 불명",
   "icon": "img/is/mutation_3.png"
  },
  {
   "id": "mutation_4",
   "name": "생체 변이",
   "inner": "생체 변이",
   "desc": "거부반응 오퍼레이터의 최대 HP, 방어력, 공격력, 배치 코스트 및 재배치 시간 -50%",
   "lore": "체외 세포가 순환계로 유입, 전기 신호를 잘못 전달하여 신체조직이 수축",
   "icon": "img/is/mutation_4.png"
  },
  {
   "id": "mutation_13",
   "name": "쇠퇴 및 상실",
   "inner": "쇠퇴 및 상실",
   "desc": "거부반응 오퍼레이터의 스킬이 자동으로 발동, 배치 후 15초간 빙결",
   "lore": "정신이 전면적으로 이질화되어 자제력 상실",
   "icon": "img/is/mutation_5.png"
  },
  {
   "id": "mutation_14",
   "name": "쇠퇴 및 장애",
   "inner": "쇠퇴 및 장애",
   "desc": "거부반응 오퍼레이터가 최대 HP가 아닌 경우 지속해서 HP 감소, 배치 후 15초간 빙결",
   "lore": "체내의 모든 구조가 막혀 생각이 실천으로 전환 불가",
   "icon": "img/is/mutation_6.png"
  },
  {
   "id": "mutation_15",
   "name": "쇠퇴 및 변이",
   "inner": "쇠퇴 및 변이",
   "desc": "거부반응 오퍼레이터의 최대 HP, 방어력, 공격력, 배치 코스트 및 재배치 시간 -50%, 배치 후 15초간 빙결",
   "lore": "신체가 비가역적으로 노화되어 외부 상처에 매우 취약",
   "icon": "img/is/mutation_7.png"
  },
  {
   "id": "mutation_16",
   "name": "상실 및 장애",
   "inner": "상실 및 장애",
   "desc": "거부반응 오퍼레이터의 스킬이 자동으로 발동, 최대 HP가 아닌 경우 지속해서 HP 감소",
   "lore": "의식이 흐려지고 판단 능력이 약화",
   "icon": "img/is/mutation_8.png"
  },
  {
   "id": "mutation_17",
   "name": "상실 및 변이",
   "inner": "상실 및 변이",
   "desc": "거부반응 오퍼레이터의 스킬이 자동으로 발동, 최대 HP, 방어력, 공격력, 배치 코스트 및 재배치 시간 -50%",
   "lore": "인체 시스템 혼란, 불편함 증가로 행동이 어려움",
   "icon": "img/is/mutation_9.png"
  },
  {
   "id": "mutation_18",
   "name": "장애 및 변이",
   "inner": "장애 및 변이",
   "desc": "거부반응 오퍼레이터가 최대 HP가 아닌 경우 지속해서 HP 감소, 최대 HP, 방어력, 공격력, 배치 코스트 및 재배치 시간 -50%",
   "lore": "육체가 위축되어 환경 변화에 대응 불가",
   "icon": "img/is/mutation_10.png"
  },
  {
   "id": "mutation_19",
   "name": "진화",
   "inner": "진화",
   "desc": "거부반응 무효, 35%의 가호 효과 획득, 공격 시 목표의 마법 저항 및 방어력 35% 무시",
   "lore": "거부반응 오퍼레이터가 진화 효과 획득",
   "icon": "img/is/evolution_1.png"
  }
 ],
 "virtues": [
  {
   "id": "virtue_1",
   "name": "분노",
   "inner": "우르수스의 분노",
   "desc": "전투 시작 후 30초 동안 모든 적의 공격력 -30%, 이동 속도 -30%",
   "lore": "“겨울의 천둥소리, 그것은 곧 우르수스 승리의 함성이다.”",
   "icon": "img/is/virtue_1.png"
  },
  {
   "id": "virtue_2",
   "name": "변천",
   "inner": "염국의 변천",
   "desc": "전장 내 최대 HP가 가장 높은 오퍼레이터가 추가로 초당 SP +2",
   "lore": "“흘러간 세월, 염국의 금수강산을 수놓았다.”",
   "icon": "img/is/virtue_2.png"
  },
  {
   "id": "virtue_3",
   "name": "발상",
   "inner": "컬럼비아의 발상",
   "desc": "전투 종료 후 추가로 지휘 경험치 70 획득 (1회만 발동)",
   "lore": "“이 대지는 아직 과거에 얽매여 있지만, 컬럼비아는 미래를 창조하고 있다.”",
   "icon": "img/is/virtue_3.png"
  },
  {
   "id": "virtue_4",
   "name": "강인함",
   "inner": "사미의 강인함",
   "desc": "전장 내 HP 비율이 가장 낮은 오퍼레이터가 초당 HP +50",
   "lore": "“자연의 숨결이 살아있는 한, 사미의 핏줄은 끊기지 않을지니.”",
   "icon": "img/is/virtue_4.png"
  },
  {
   "id": "virtue_5",
   "name": "영광",
   "inner": "빅토리아의 영광",
   "desc": "모든 근거리 오퍼레이터의 물리 및 마법 회피 +35%",
   "lore": "“역사는 빅토리아의 흥성을 목격했으며, 앞으로도 그럴 것이다.”",
   "icon": "img/is/virtue_5.png"
  },
  {
   "id": "virtue_6",
   "name": "고상함",
   "inner": "라이타니엔의 고상함",
   "desc": "모든 원거리 오퍼레이터의 방어력 +300, 마법 저항 +30",
   "lore": "“예술과 감정이 없다면, 우린 메탈 크랩과 다를 게 무엇이란 말인가?”",
   "icon": "img/is/virtue_6.png"
  },
  {
   "id": "virtue_7",
   "name": "관대함",
   "inner": "사르곤의 관대함",
   "desc": "발동 시 무작위로 소장품 2개 획득",
   "lore": "“황금의 도시가 모래바람에 파묻히자, 사르곤은 휘황찬란하게 빛났다.”",
   "icon": "img/is/virtue_7.png"
  }
 ],
 "variations": [
  {
   "id": "variation_1",
   "name": "탐색",
   "inner": "메아리: 탐색",
   "desc": "해당 구역의 노드 +2, 등불 감소량이 2배로 증가",
   "lore": "우리에게 한계란 없으리라",
   "icon": "img/is/variation_1.png"
  },
  {
   "id": "variation_2",
   "name": "투쟁",
   "inner": "메아리: 투쟁",
   "desc": "해당 구역에서 모든 아군 및 비리더 적의 공격 속도 +50, 아군의 치료 및 HP 회복 효과 -70%",
   "lore": "우릴 위협하는 자, 추방되리라",
   "icon": "img/is/variation_2.png"
  },
  {
   "id": "variation_3",
   "name": "개조",
   "inner": "메아리: 개조",
   "desc": "해당 구역의 비전투 노드에서 오리지늄각뿔 +3 획득, 구역 종료 시 이번 구역에서 획득한 오리지늄각뿔 전부 차감",
   "lore": "환경조차도 위매니의 일부가 될지니",
   "icon": "img/is/variation_3.png"
  },
  {
   "id": "variation_4",
   "name": "성쇠",
   "inner": "메아리: 성쇠",
   "desc": "해당 구역에서 전투 드랍 오리지늄각뿔 +100%, 전투 노드 진입 시 목표 HP -1 (최소 1 유지)",
   "lore": "죽음으로부터 생명을, 생명으로부터 죽음을",
   "icon": "img/is/variation_4.png"
  },
  {
   "id": "variation_5",
   "name": "급양",
   "inner": "메아리: 급양",
   "desc": "해당 구역에서 전투 후 30% 확률로 모집권 추가 획득, 모든 적의 마법 저항 +15",
   "lore": "아이들아, 이 선물이 너희에게 생명을 주리라",
   "icon": "img/is/variation_5.png"
  },
  {
   "id": "variation_6",
   "name": "무리",
   "inner": "메아리: 무리",
   "desc": "해당 구역에서 획득하는 지휘 경험치 +50%, 모든 적의 방어력 +50%",
   "lore": "아이들아, 외로워 말거라, 위매니가 함께 할지니",
   "icon": "img/is/variation_6.png"
  },
  {
   "id": "variation_7",
   "name": "과잉",
   "inner": "메아리: 과잉",
   "desc": "해당 구역에서 전투 후 추가로 최대 목표 HP +1 획득, 단 잃는 목표 HP 및 실드는 2배",
   "lore": "진화…… 대가……",
   "icon": "img/is/variation_7.png"
  },
  {
   "id": "variation_8",
   "name": "적응",
   "inner": "메아리: 적응",
   "desc": "해당 구역의 첫 소원성취에서 소장품 1개 추가 획득, 다음 노드 확인 불가",
   "lore": "이종족을 이해…… 혈족을 이해……",
   "icon": "img/is/variation_8.png"
  }
 ],
 "san": [
  {
   "max": 100,
   "desc": "불빛이 반짝이고 그림자가 물러간다"
  },
  {
   "max": 99,
   "desc": "불빛이 흔들리고 그림자도 춤을 춘다"
  },
  {
   "max": 49,
   "desc": "불빛이 희미해지고 어둠이 몰려온다"
  },
  {
   "max": 0,
   "desc": "더 이상의 불도 빛도 없다"
  }
 ],
 "dice": {
  "rogue_2_diceEve_1": "계시  획득",
  "rogue_2_diceEve_2": "바다는 고요하고 아무 일도 일어나지 않았다",
  "rogue_2_diceEve_3": "바다는 고요하고 아무 일도 일어나지 않았다",
  "rogue_2_diceEve_4": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_5": "바다는 고요하고 아무 일도 일어나지 않았다",
  "rogue_2_diceEve_6": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_7": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_8": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_9": "캔낫이 흔쾌히 '상등품'을 내놓으려 한다",
  "rogue_2_diceEve_10": "캔낫이 흔쾌히 새로 입고한 상품을 내놓으려 한다",
  "rogue_2_diceEve_11": "캔낫이 새 상품 2개를 내놓았다",
  "rogue_2_diceEve_18": "경건한 자, 운명의 선물을 받게 될지니",
  "rogue_2_diceEve_19": "성실한 자, 원하는 걸 받을 수 있으리",
  "rogue_2_diceEve_20": "이 소장품은 당신의 운명에 없다",
  "rogue_2_diceEve_21": "떠내려온 상자가 열렸다",
  "rogue_2_diceEve_22": "상자는 운명을 거슬러 사라졌고 코인 몇 닢만 남았다",
  "rogue_2_diceEve_23": "기사가 당신과 함께 할 것이다",
  "rogue_2_diceEve_24": "기사는 더 이상 부름에 응하지 않았다",
  "rogue_2_diceEve_25": "독실한 신앙심에 감동한 선교사가 당신을 돕기로 했다",
  "rogue_2_diceEve_26": "당신의 신앙심이 선교사를 설득하지 못한 것 같다",
  "rogue_2_diceEve_27": "더미 속에서 잘 보존된 물건을 찾았다",
  "rogue_2_diceEve_28": "찾은 것 중에 딱히 쓸만한 물건이 없다",
  "rogue_2_diceEve_29": "더미 속에서 잘 보존된 물건을 찾았다",
  "rogue_2_diceEve_30": "아무래도 쓸만한 물건이 없는 것 같다",
  "rogue_2_diceEve_31": "더미 속에서 잘 보존된 물건을 찾았다",
  "rogue_2_diceEve_32": "아무래도 쓸만한 물건이 없는 것 같다",
  "rogue_2_diceEve_33": "더미 속에서 잘 보존된 물건을 찾았다",
  "rogue_2_diceEve_34": "아무래도 쓸만한 물건이 없는 것 같다",
  "rogue_2_diceEve_35": "왕들의 보물은 이제 당신 것이다",
  "rogue_2_diceEve_36": "왕들의 보물을 찾는 데 실패했다",
  "rogue_2_diceEve_37": "의사는 가방에서 '성도의 유물'을 꺼내 건네줬다",
  "rogue_2_diceEve_38": "의사는 가방에서 물건을 꺼내 건네줬다",
  "rogue_2_diceEve_39": "계시  획득",
  "rogue_2_diceEve_40": "바다는 고요하고 아무 일도 일어나지 않았다",
  "rogue_2_diceEve_41": "계시  획득",
  "rogue_2_diceEve_42": "바다는 고요하고 아무 일도 일어나지 않았다",
  "rogue_2_diceEve_43": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_44": "계시  획득",
  "rogue_2_diceEve_45": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_46": "계시  획득",
  "rogue_2_diceEve_47": "오퍼레이터 {0}에게  거부반응 발동",
  "rogue_2_diceEve_48": "오퍼레이터 {0}에게  거부반응 발동"
 },
 "relics": [
  {
   "id": "ro2_curse_1",
   "name": "브레오간의 초상",
   "desc": "모든 오퍼레이터가 배치 후 SP -15",
   "lore": "이 초상의 주인은 한때 이베리아에서 이름을 날렸던 에기르인이다. 그의 발명과 시도로 이베리아는 황금처럼 눈부셨지만, 파도가 금빛을 삼키면서 그의 죽음 또한 정해지게 되었다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_1.png",
   "fx": {
    "stat": {
     "spInit": -15
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_2",
   "name": "리바이어던의 대사",
   "desc": "모든 적군 유닛의 HP +25%",
   "lore": "그것은 서서히 바다에 들어갔다. 그것의 피와 살, 뼈와 피부는 모두 용해되어 해류를 타고 퍼지면서, 온 바다의 번영을 이루는 양식이 되었다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_2.png",
   "fx": {
    "battle": {
     "enemy": {
      "hp": 0.25
     }
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_3",
   "name": "실패한 표본",
   "desc": "획득 시 오퍼레이터 1명 거부반응 발동",
   "lore": "만들다 만 껍데기 표본. 미세한 틈 사이로 가루가 떨어져 붙고, 쌓이면서 안에 있는 죽은 식물과 하나가 되어, 원래의 용기를 완전히 삼켜버린다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_3.png",
   "fx": {
    "gain": {
     "mutate": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_4",
   "name": "'끝나지 않은 생명'",
   "desc": "새 구역에 진입할 때마다 오퍼레이터 1명 거부반응 발동",
   "lore": "시테러 체내 주머니 모양의 조직으로 체외로 배출될 알을 임시로 저장하는 데 쓰며, 주체가 죽어 자동으로 떨어져 나가도 장기간 활성을 유지한다. 터뜨리지 않도록 조심!",
   "rarity": "curse",
   "icon": "img/is/relic/curse_4.png",
   "fx": {
    "zoneMutate": 1
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_5",
   "name": "'비상용 등불'",
   "desc": "전투가 종료될 때마다 추가로 등불 -2",
   "lore": "과거 에기르 전사들은 긴급 상황에서 빛을 내는 소형 시테러를 투명한 커버에 넣어 조명으로 사용했다고 한다. 하지만 시테러가 죽기 전에 미친 듯이 날뛰며 광적으로 빛을 발산하는 바람에, 커버는 형태를 알아볼 수 없는 검은 물질로 변했다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_5.png",
   "fx": {
    "lightLoss": 2
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_6",
   "name": "'빛나는 몸'",
   "desc": "전투가 종료될 때마다 추가로 등불 -3",
   "lore": "기나긴 이동 중, 위매니에게 빛을 밝혀주기 위해 일부 하위 개체들은 스스로 장기를 용해시켜 빛을 낸다. 그렇게 결국 투명한 몸뚱이만 남게 된다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_6.png",
   "fx": {
    "lightLoss": 3
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_7",
   "name": "주교의 연구",
   "desc": "전투가 종료될 때마다 추가로 등불 -5",
   "lore": "이 주교의 평생 연구는 거의 모두 이 문서와 노트에 남아 있으며, 거기에는 윤리와 도덕을 넘어선 실험들이 수도 없이 많다. 그에게 있어 시본은 단지 수단에 불과했으며, 그의 궁극적인 바람은 인류와 시본이 융합하여 더 강력한 생물로 진화하는 것이다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_7.png",
   "fx": {
    "lightLoss": 5
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_8",
   "name": "하트 오브 카이룰라",
   "desc": "등불 -50, 획득 시 오퍼레이터 1명 거부반응 발동, 탐험 결말이 변경",
   "lore": "태어난 곳을 삼켜버린 '퍼스트본'이 죽음을 맞이하면서 남긴 핵심 장기. 오직 시본만이 이와 동화될 수 있으며, 오직 인간만이 그 안에 담긴 비통한 감정을 이해할 수 있다. 진화가 멈추지 않아도 그들, 그것들의 고통은 여전할 것이다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_8.png",
   "fx": {
    "gain": {
     "light": -50,
     "mutate": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_9",
   "name": "카이룰라의 추억",
   "desc": "등불 -100, 획득 시 오퍼레이터 1명 거부반응 발동",
   "lore": "실험실의 연구 내용이 조금만 생각나도 당신을 충분히 공포에 떨게 할 수 있다. 어쩌면 그 시대에서, 살아남기 위해 당신 그리고 당신과 같은 신분의 사람들이 용서받을 수 없는 일을 저질렀을지도 모른다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_9.png",
   "fx": {
    "gain": {
     "light": -100,
     "mutate": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_curse_10",
   "name": "카이룰라 아버",
   "desc": "모든 적의 공격 속도 +15, 전투에서 목표 HP가 소모되지 않으면 전투 종료 후 등불 +15",
   "lore": "그것의 몸을 통해 미즈키는 그들의 일원이 될 수 있었다. 비록 그것의 의지는 이미 사라졌지만, 세포는 여전히 활발하고 용암은 그것의 먹이가 되어 커다란 나무가 이 행성의 핵을 향해 자라날 것이다. 만약 아무도 막지 않는다면, 언젠가 그것은 핵의 중심에서 다시 태어나 테라를 위매니의 일원으로 초대할 것이다.",
   "rarity": "curse",
   "icon": "img/is/relic/curse_10.png",
   "fx": {
    "battle": {
     "enemy": {
      "aspd": 15
     }
    },
    "lightPerfect": 15
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_21",
   "name": "전기주전자",
   "desc": "최대 목표 HP +1, 희망 +1",
   "lore": "로도스 아일랜드 사무실에 있는 것과 같은 모델의 전기주전자. 한밤중에 이걸로 라면을 끓여 먹는 사람들도 종종 있는데, 이는 건강하지 않은 생활습관이다……",
   "rarity": "common",
   "icon": "img/is/relic/grace_21.png",
   "fx": {
    "gain": {
     "maxLife": 1,
     "hope": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_52",
   "name": "'사일런트 스쿼드'",
   "desc": "모든 아군 유닛의 공격력, 방어력 +35%, HP +45%",
   "lore": "로도스 아일랜드 엔지니어링부에서 조종하는 탐색용 드론으로, 보다 효율적이고 안전하며 외근 오퍼레이터에게 전방위적인 지원과 보장을 제공한다.",
   "rarity": "special",
   "icon": "img/is/relic/grace_52.png",
   "fx": {
    "stat": {
     "atk": 0.35,
     "def": 0.35,
     "hp": 0.45
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_76",
   "name": "다리오의 등불",
   "desc": "획득 시 선택한 1명 오퍼레이터의 거부반응 억제",
   "lore": "재판관 다리오가 사용했던 등불. 그는 지금 고인이 됐지만, 그 신념의 불은 아직도 이 땅에서 활활 타오르고 있다.",
   "rarity": "rare",
   "icon": "img/is/relic/grace_76.png",
   "fx": {
    "gain": {
     "purify": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_79",
   "name": "튤립의 비법",
   "desc": "획득 시 선택한 1명 오퍼레이터의 거부반응 억제",
   "lore": "실제 상황 분석과 수차례의 실험을 거쳐 제조된 응급 외용 연고. 인체 내 시본의 세포로 인한 부작용을 억제해 준다.",
   "rarity": "rare",
   "icon": "img/is/relic/grace_79.png",
   "fx": {
    "gain": {
     "purify": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_80",
   "name": "등유와 연고",
   "desc": "등불 -30, 획득 시 오퍼레이터 1명 거부반응 억제",
   "lore": "불에 태우면 불순물이 제거되어 당신은 여전히 순수한 인간으로 남을 수 있다. 불을 찬양하라.",
   "rarity": "rare",
   "icon": "img/is/relic/grace_80.png",
   "fx": {
    "gain": {
     "light": -30,
     "purify": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_81",
   "name": "나이트선 리프",
   "desc": "등불 +5",
   "lore": "나이트선 플라워의 이파리, 희미하게 빛이 난다. 어느 정도 해독 성분이 있어 약으로도 사용할 수 있다.",
   "rarity": "common",
   "icon": "img/is/relic/grace_81.png",
   "fx": {
    "gain": {
     "light": 5
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_grace_82",
   "name": "대성당 퍼즐",
   "desc": "획득 시 계시 1개 획득",
   "lore": "퍼즐 조각이 하나씩 맞춰질 때마다 이베리아 대성당의 모습이 조금씩 완성되어 간다. 이 황폐해진 시대에, 역사가 빚어낸 가장 휘황찬란했던 진풍경 중 하나를 맞출 수 있다는 것만으로도 큰 위안이 된다.",
   "rarity": "special",
   "icon": "img/is/relic/grace_82.png",
   "fx": {
    "gain": {
     "virtue": 1
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_40",
   "name": "'기반암'",
   "desc": "모든 오퍼레이터의 배치 코스트 +5, 단 공격력, 방어력, HP +15%",
   "lore": "어비설 헌터스를 위해 만든 무기로 알려져 있다. 이 무기의 주인은 과거 스카디와 함께 싸웠으며, 바닷속 거대한 괴물의 한 촉수를 잘라버렸다. 그러다 그는 무기를 날려 스카디를 향해 날아오는 투사체를 막아주곤, 시테러 무리 속으로 사라졌다 한다.",
   "rarity": "special",
   "icon": "img/is/relic/fight_40.png",
   "fx": {
    "stat": {
     "cost": 5,
     "atk": 0.15,
     "def": 0.15,
     "hp": 0.15
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_41",
   "name": "'파도 분쇄자'",
   "desc": "모든 오퍼레이터의 HP -25%, 단 재배치 시간 -50%",
   "lore": "어비설 헌터스를 위해 만든 무기로 알려져 있다. 이 무기의 주인은 과거 글래디아의 부대원이었고, 수없이 많은 시테러를 처리했다. 하지만 그는 다른 팀이 근해의 커다란 괴물에 접근할 수 있도록 중상을 입은 채 자진해서 후미를 맡았으며, 그 뒤로 아무도 그를 보지 못했다고 한다.",
   "rarity": "special",
   "icon": "img/is/relic/fight_41.png",
   "fx": {
    "stat": {
     "hp": -0.25,
     "redeploy": -0.5
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_42",
   "name": "'바다의 맥박'",
   "desc": "모든 아군 유닛의 공격 속도 +10, 모든 적군 유닛의 공격 속도 -10",
   "lore": "정교하게 만든 수맥 탐지기, 실시간으로 해류의 흐름을 탐지할 수 있다. 에기르인들의 수중 이동 수단에서 자주 보이는 편이다.",
   "rarity": "special",
   "icon": "img/is/relic/fight_42.png",
   "fx": {
    "stat": {
     "aspd": 10
    },
    "battle": {
     "enemy": {
      "aspd": -10
     }
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_45",
   "name": "태생 백합",
   "desc": "전투 시작 후 모든 오퍼레이터의 배치 코스트 -3, 초기 배치 코스트가 무작위로 변경",
   "lore": "상식을 깨는 생물학적 형태. 식물의 번식 능력에 동물의 번식 욕구를 지녔다.",
   "rarity": "special",
   "icon": "img/is/relic/fight_45.png",
   "fx": {
    "stat": {
     "cost": -3
    },
    "battle": {
     "randomStartDp": true
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_46",
   "name": "키틴질 나이프",
   "desc": "전투 시작 후 랜덤 1명 오퍼레이터의 공격력 +100%, HP +100%",
   "lore": "더욱 효율적인 외골격 성장 형태. 사냥감을 찢을 수 있고 충격을 막아낼 수 있으며, 동포의 먹이가 될 수도 있다.",
   "rarity": "special",
   "icon": "img/is/relic/fight_46.png",
   "fx": {
    "battle": {
     "chitin": true
    }
   },
   "pool": false,
   "ro2": true
  },
  {
   "id": "ro2_fight_159",
   "name": "양육자 동유전자종",
   "desc": "거부반응 오퍼레이터가 주변의 정상 오퍼레이터 2명을 동화시켜 [진화] 효과 부여. 진화: 거부반응 무효, 35%의 가호 효과 획득, 공격 시 목표의 마법 저항 및 방어력 35% 무시",
   "lore": "집단의 진화는 개체의 돌연변이로 추진되고, 개체의 문제는 집단의 지혜로 해결된다. 루는 이 모델에 매우 자신이 있다. 만약, 양육자 계획에 충분한 시간이 있다면……",
   "rarity": "special",
   "icon": "img/is/relic/fight_159.png",
   "fx": {
    "nurturer": true
   },
   "pool": false,
   "ro2": true
  }
 ],
 "endings": {
  "ro2_ending_1": {
   "name": "소중한 일상",
   "desc": "출발할 때의 목표는 종점에서 달성되었고, 시본과 인간 사이에 있는 생물은 맛있는 식사 후에 내일을 맞이하려 합니다. 일상은 운명이 생명에게 주는 가장 큰 선의로, 평범함이 곧 기쁨입니다."
  },
  "ro2_ending_2": {
   "name": "침묵의 시대",
   "desc": "소리 없는 파도가 높이 치솟고, 기사의 분노에 찬 고함은 침묵 속으로 사라졌습니다. 이베리아를 멸망시킨 재앙은 다시 찾아왔고, 그것은 더 이상 사라지지 않을 것입니다."
  },
  "ro2_ending_3": {
   "name": "평화의 대가",
   "desc": "'퍼스트본'에 대한 분쟁은 일단락됐고, 인간인 그것은 인간 아닌 그것을 이겼습니다. 고요함이 물러가고 파도는 잠잠해졌지만, 미즈키는 더 이상 육지로 돌아갈 수 없게 되었습니다."
  },
  "ro2_ending_4": {
   "name": "스텔라 카이룰라",
   "desc": "진화의 후예가 테라의 파도로부터 날아올라, 구름을 뚫고 끝없는 별바다로 나아갑니다. 이제 세상에는 더 이상의 고난이 없고, 새로운 삶의 기쁨만이 남았습니다."
  }
 }
};
