'use strict';
// =====================================================================
//  통합전략 소장품 — 원작 「쉐이의 기이한 계원」 소장품 목록 (나무위키 문서 기준)
//  name·desc(효과 원문, 기본 단계)·lore(설명)는 원작 그대로입니다. 그림은 원작 아이콘(© Hypergryph / Yostar)이며
//  비상업 팬 게임 용도로만 쓰세요. 희귀도는 원본 자료에 없어 효과 크기에 맞춰 정했습니다.
//  fx: 이 게임에서 실제로 적용되는 효과 (키 설명은 is-data.js 소장품 주석 참고)
//  note: 원작과 다르게 적용되는 부분 / na: 이 AU에 해당 시스템이 없어 등장하지 않는 소장품
// =====================================================================
const IS_RELICS = [
 {
  "no": 1,
  "id": "r001",
  "name": "피트 과일 믹스",
  "desc": "편성 가능 인원수 +3, 모든 아군 유닛의 공격력, 방어력, HP +3%",
  "lore": "피터 브랜드의 과일 믹스 캔디, 다양한 맛과 높은 가성비로 그 인기가 마마존스 캔디와 맞먹을정도다. 뮤엘시스가 가장 좋아하는 제품이기도 하다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "squadCap": 3,
   "stat": {
    "atk": 0.03,
    "def": 0.03,
    "hp": 0.03
   }
  },
  "image": "img/relic/001.webp"
 },
 {
  "no": 2,
  "id": "r002",
  "name": "특선 비스트 통조림",
  "desc": "편성 가능 인원수 +1, 모든 아군 유닛이 초당 HP +3",
  "lore": "먼 길을 떠나는 여행자에겐 '즉각취식'의 편리함이 맛보다 중요한 때가 많다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "squadCap": 1,
   "battle": {
    "opRegen": 3
   }
  },
  "image": "img/relic/002.webp"
 },
 {
  "no": 3,
  "id": "r003",
  "name": "지형도",
  "desc": "배치 가능 인원수 +1, 모든 아군 유닛의 방어력 +4%",
  "lore": "꽤 오래 돼 보이는 수제 지도. 지도상의 명칭과 지형은 많이 바뀌었고, 축척에도 문제가 있는 것같다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "deployLimit": 1
   },
   "stat": {
    "def": 0.04
   }
  },
  "image": "img/relic/003.webp"
 },
 {
  "no": 4,
  "id": "r004",
  "name": "신탁의 소라",
  "desc": "배치 가능 인원수 +1, 모든 아군 유닛의 HP +4%",
  "lore": "이것을 불면 당신이 본 적도 들은 적도 없는 신들이 응답할 것이다. 사실은 그저 소라 껍데기일뿐이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "deployLimit": 1
   },
   "stat": {
    "hp": 0.04
   }
  },
  "image": "img/relic/004.webp"
 },
 {
  "no": 5,
  "id": "r005",
  "name": "숲 속의 야화",
  "desc": "배치 가능 인원수 +2, 모든 아군 유닛의 방어력 +6%",
  "lore": "요양 정원에서 외근 오퍼레이터들을 위해 제작한 방향제 세트. 15가지 식물 성분을 채취해147가지로 조합할 수 있다. 숲에 바람이 불어오면 만물이 속삭이니, 편하게 잠들 수 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "deployLimit": 2
   },
   "stat": {
    "def": 0.06
   }
  },
  "image": "img/relic/005.webp"
 },
 {
  "no": 6,
  "id": "r006",
  "name": "교회 구호식권",
  "desc": "배치 가능 인원수 +2, 모든 아군 유닛의 HP +6%",
  "lore": "몰락한 이베리아 해안 도시의 일부 교회에서는 정기적으로 신도들에게 구호식권을 나눠준다.식권의 발급 대상 기준은 비밀이지만.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "deployLimit": 2
   },
   "stat": {
    "hp": 0.06
   }
  },
  "image": "img/relic/006.webp"
 },
 {
  "no": 7,
  "id": "r007",
  "name": "열린 소품 상자",
  "desc": "희망 +4",
  "lore": "극단 소품 담당자의 상자. 골무부터 마네킹까지 없는 게 없다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 4
   }
  },
  "image": "img/relic/007.webp"
 },
 {
  "no": 8,
  "id": "r008",
  "name": "밴시의 입맞춤",
  "desc": "희망 +6, 오리지늄각뿔 +6 즉시 획득",
  "lore": "이종족이 이걸 얻으면 종종 자신을 초월하는 용기를 보여주곤 하는데, 보기 드문 남성 밴시인로고스는 이미 익숙해져 있었다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "hope": 6,
    "ingot": 6
   }
  },
  "image": "img/relic/008.webp"
 },
 {
  "no": 9,
  "id": "r009",
  "name": "만능열쇠",
  "desc": "희망 +6",
  "lore": "은으로 만든 낡은 열쇠로, 열 수 없는 문이 없다. 관리자로서, 극단 매니저로서 당연히 모든비밀을 열 수 있는 이 은 열쇠를 손에 쥐어야 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "hope": 6
   }
  },
  "image": "img/relic/009.webp"
 },
 {
  "no": 10,
  "id": "r010",
  "name": "해초 무침",
  "desc": "편성 가능 인원수 +1, 모든 아군 원거리 유닛의 공격력 +2%",
  "lore": "한때 이베리아인들이 자랑스러워했던 전통 미식이었으나, 시본이 횡포한 지금 점점 사람들의기억에서 잊혀 가고 있다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "squadCap": 1,
   "stat": {
    "atk": 0.02
   },
   "range": "ranged"
  },
  "image": "img/relic/010.webp"
 },
 {
  "no": 11,
  "id": "r011",
  "name": "오렌지 스톰",
  "desc": "편성 가능 인원수 +1, 모든 아군 근거리 유닛의 공격력 +2%",
  "lore": "마마존스 캔디 제품 중에서도 가장 잘 팔리는 오렌지 맛. 저렴한 가격과 달콤한 맛을 어필하여아이들 사이에 특히 인기가 많다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "squadCap": 1,
   "stat": {
    "atk": 0.02
   },
   "range": "melee"
  },
  "image": "img/relic/011.webp"
 },
 {
  "no": 12,
  "id": "r012",
  "name": "커피 플레인 커피 캔디",
  "desc": "편성 가능 인원수 +2, 모든 아군 원거리 유닛의 공격력 +3%",
  "lore": "도솔레스 유명 커피 브랜드의 커피 캔디 제품으로 현재 각지에서 널리 판매되고 있다. 실제로카페인을 첨가하여 출근부터 퇴근까지 맑은 정신을 유지하게 해준다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "squadCap": 2,
   "stat": {
    "atk": 0.03
   },
   "range": "ranged"
  },
  "image": "img/relic/012.webp"
 },
 {
  "no": 13,
  "id": "r013",
  "name": "스크리밍 체리",
  "desc": "편성 가능 인원수 +2, 모든 아군 근거리 유닛의 공격력 +3%",
  "lore": "마마존스의 새콤달콤한 체리 맛 캔디로, 판매량은 인기 제품에 비해 보잘것없으나 소수의마니아들이 꾸준히 찾고 있다. 듣기로는 마마존스의 한 이사가 이 맛을 좋아한다고 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "squadCap": 2,
   "stat": {
    "atk": 0.03
   },
   "range": "melee"
  },
  "image": "img/relic/013.webp"
 },
 {
  "no": 14,
  "id": "r014",
  "name": "낡은 악보",
  "desc": "희망 +3, 모든 아군 원거리 유닛의 공격력 +4%",
  "lore": "음표가 흐려져 잘 보이지 않는 낡은 악보의 찢긴 한 페이지. 과연 이 곡엔 어떤 사연이 담겨있을지 궁금하다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 3
   },
   "stat": {
    "atk": 0.04
   },
   "range": "ranged"
  },
  "image": "img/relic/014.webp"
 },
 {
  "no": 15,
  "id": "r015",
  "name": "계약해지서",
  "desc": "희망 +4",
  "lore": "서명 하나만 받아내면 이 극단에서 완전히 벗어날 수 있다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 4
   }
  },
  "image": "img/relic/015.webp"
 },
 {
  "no": 16,
  "id": "r016",
  "name": "클로 - 전훈",
  "desc": "[뱅가드] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "강력한 무기, 용감히 앞으로 나아가는 마음.",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "vanguard"
   }
  },
  "image": "img/relic/016.webp"
 },
 {
  "no": 17,
  "id": "r017",
  "name": "브로큰 스피어 - 전훈",
  "desc": "[가드] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "활도, 아츠도 사용할 줄도 모르기 때문에 할 수 없이 검을 사용하는 사람들도 있지만, 검을 사용할수밖에 없기 때문에 검을 사용하는 사람도 있다.",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "guard"
   }
  },
  "image": "img/relic/017.webp"
 },
 {
  "no": 18,
  "id": "r018",
  "name": "프로텍터 - 전훈",
  "desc": "[디펜더] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "상처는 훈장이다. 하지만 가루처럼 부서져 버린 전사들은 누가 기억해 줄 것인가?",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "defender"
   }
  },
  "image": "img/relic/018.webp"
 },
 {
  "no": 19,
  "id": "r019",
  "name": "브로큰 보우 - 전훈",
  "desc": "[스나이퍼] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "“화력을 잘 제어하든지, 목표를 정확히 겨냥하든지 하라고, 알겠어?”",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "sniper"
   }
  },
  "image": "img/relic/019.webp"
 },
 {
  "no": 20,
  "id": "r020",
  "name": "브로큰 스태프 - 전훈",
  "desc": "[캐스터] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "“어떤 캐스터 오퍼레이터들의 '공연'을 보고 난 뒤, 나는 라이타니엔 교재를 묵묵히 거둬들이기로결심했다.”",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "caster"
   }
  },
  "image": "img/relic/020.webp"
 },
 {
  "no": 21,
  "id": "r021",
  "name": "스트럿 - 전훈",
  "desc": "[서포터] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "그들은 행동할 때 항상 제각각이다.",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "supporter"
   }
  },
  "image": "img/relic/021.webp"
 },
 {
  "no": 22,
  "id": "r022",
  "name": "힐러 - 전훈",
  "desc": "[메딕] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "모든 사람이 의사가 되어 삶의 병터라는 병을 완치할 수 있는 때가 온다면, 우리는 더 이상 의사가필요하지 않을 것이다.",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "medic"
   }
  },
  "image": "img/relic/022.webp"
 },
 {
  "no": 23,
  "id": "r023",
  "name": "러스트 블레이드 - 전훈",
  "desc": "[스페셜리스트] 오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "스페셜리스트 오퍼레이터들과 실전 연습을 할 때, '준비를 제대로 하지 않으면 공격당한다'라는마음의 준비를 단단히 해두도록.",
  "rarity": "common",
  "price": 6,
  "fx": {
   "gain": {
    "promoteClass": "specialist"
   }
  },
  "image": "img/relic/023.webp"
 },
 {
  "no": 24,
  "id": "r024",
  "name": "오락실 관리자 카드",
  "desc": "오퍼레이터 1명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "이게 있으면 로도스 아일랜드의 오락실 대권을 잡은 거나 마찬가지다. 오퍼레이터의 이상한 요청사항은 신중하게 처리할 것…… 그리고 문단속은 확실하게 할 것.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "promote": 1
   }
  },
  "image": "img/relic/024.webp"
 },
 {
  "no": 25,
  "id": "r025",
  "name": "미스 크리스틴 쓰담권",
  "desc": "오퍼레이터 2명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "당신은 이미 미스의 허락을 받았다!",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "promote": 2
   }
  },
  "image": "img/relic/025.webp"
 },
 {
  "no": 26,
  "id": "r026",
  "name": "전기주전자",
  "desc": "최대 목표 HP +1, 희망 +1",
  "lore": "로도스 아일랜드 사무실에 있는 것과 같은 모델의 전기 주전자. 한밤중에 이걸로 라면을 끓여먹는 사람들도 종종 있는데, 이는 건강하지 않은 생활습관이다…….",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "maxLife": 1,
    "hope": 1
   }
  },
  "image": "img/relic/026.webp"
 },
 {
  "no": 27,
  "id": "r027",
  "name": "그윽한 향의 특급 원두",
  "desc": "편성 가능 인원수 +1, 배치 가능 인원수 +1, 실드 +1",
  "lore": "커피 농부들이 독특한 향이 나는 파울비스트에게 원두를 먹이고, 그 배설물에서 다시 채취 및가공한 원두. 위산 발효 과정에서 원두가 독특한 향을 머금어, 덕분에 가격이 3배로 뛰었다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "squadCap": 1,
   "battle": {
    "deployLimit": 1
   },
   "gain": {
    "shield": 1
   }
  },
  "image": "img/relic/027.webp"
 },
 {
  "no": 28,
  "id": "r028",
  "name": "빅토리아 '고철' 훈장",
  "desc": "전투 획득 지휘 경험치 +20%",
  "lore": "시즈가 임시로 다그다에게 만들어 준 기사 훈장. 재료는 형편없으나, 다그다에겐 그 의미가 아주컸다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "expRate": 0.2
  },
  "image": "img/relic/028.webp"
 },
 {
  "no": 29,
  "id": "r029",
  "name": "잃어버린 열쇠",
  "desc": "전투 획득 지휘 경험치 +20%, 지휘 레벨 10 달성 시 오리지늄각뿔 50개 즉시 획득",
  "lore": "“여러분, 이 열쇠는 잃어버린 왕도 카즈델의 보물창고를 열 수 있는 열쇠야. 어이, 거기 녹색 머리필라인, 너의 저 후드 노예를 잘 감시해! 내 지도를 건드리지 못하게!”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "expRate": 0.2,
   "level10ingot": 50
  },
  "image": "img/relic/029.webp"
 },
 {
  "no": 30,
  "id": "r030",
  "name": "보물 반지",
  "desc": "전투 드랍 오리지늄각뿔 +50%",
  "lore": "라이타니엔 신화에 나오는 반지. 이 반지를 지니면 온 대지의 부를 가질 수 있으나, 결국 탐욕때문에 파멸한다고 전해진다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "ingotRate": 0.5
  },
  "image": "img/relic/030.webp"
 },
 {
  "no": 31,
  "id": "r031",
  "name": "고대 주화",
  "desc": "오리지늄각뿔 +10 즉시 획득",
  "lore": "녹이 슬어 연도를 판별할 수 없는 고대 주화. 테라 황무지 어디에서나 볼 수 있다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "ingot": 10
   }
  },
  "image": "img/relic/031.webp"
 },
 {
  "no": 32,
  "id": "r032",
  "name": "무결점 보옥",
  "desc": "오리지늄각뿔 +25 즉시 획득",
  "lore": "이것 때문에 성이 세 번이나 파괴되긴 했지만, 흠잡을 데 없는 보옥은 여전히 밝게 빛난다. 보옥을소지한 사르곤 황제는 오늘날까지도 어떤 보석이 가장 잘 어울리는지 모른다. 전쟁의 총성만영원히 따를 뿐.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "ingot": 25
   }
  },
  "image": "img/relic/032.webp"
 },
 {
  "no": 33,
  "id": "r033",
  "name": "유리로 만든 새",
  "desc": "희망 +4, 편성 가능 인원수 +1",
  "lore": "“나만의 낙원에서 이 작은 새는 영원히 노래한다.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "hope": 4
   },
   "squadCap": 1
  },
  "image": "img/relic/033.webp"
 },
 {
  "no": 34,
  "id": "r034",
  "name": "괴상한 플루트",
  "desc": "희망 +4, 편성 가능 인원수 +1",
  "lore": "괴상하게 생긴 플루트로, 누군가 밤낮으로 불어댄다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "hope": 4
   },
   "squadCap": 1
  },
  "image": "img/relic/034.webp"
 },
 {
  "no": 35,
  "id": "r035",
  "name": "빨간 리본",
  "desc": "희망 +2, 배치 가능 인원수 +1",
  "lore": "팬텀이 선물한 첫 번째 선물, 미스 크리스틴이 아주 마음에 들어 한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 2
   },
   "battle": {
    "deployLimit": 1
   }
  },
  "image": "img/relic/035.webp"
 },
 {
  "no": 36,
  "id": "r036",
  "name": "블루 스카프",
  "desc": "희망 +2, 편성 가능 인원수 +1",
  "lore": "우아한 스카프, 그녀의 등장은 곧 안전함을 의미한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 2
   },
   "squadCap": 1
  },
  "image": "img/relic/036.webp"
 },
 {
  "no": 37,
  "id": "r037",
  "name": "독주 오르골",
  "desc": "희망 +4, 배치 가능 인원수 +1",
  "lore": "낡은 오르골. 켜도 소리가 나지 않고 인형도 움직이지 않는다. 아무 소리도 없고 춤추는 사람도없다. 팬텀과 공연하기 전에 여주인공은 늘 무대 뒤에서 멍하니 이 오르골을 바라보곤 했다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "hope": 4
   },
   "battle": {
    "deployLimit": 1
   }
  },
  "image": "img/relic/037.webp"
 },
 {
  "no": 38,
  "id": "r038",
  "name": "오리지늄 아이리스",
  "desc": "희망 +6, 편성 가능 인원수 +2",
  "lore": "아주 럭셔리한 꽃다발. 커튼콜 할 때 단장이 주인공에게 꽃을 준 적은 손에 꼽을 정도다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "hope": 6
   },
   "squadCap": 2
  },
  "image": "img/relic/038.webp"
 },
 {
  "no": 39,
  "id": "r039",
  "name": "순금의 원정",
  "desc": "희망 +4, 편성 가능 인원수 +1, 배치 가능 인원수 +1",
  "lore": "군주는 황무지에서 출발했고, 그녀의 발길이 닿는 곳마다 시장이 봄날의 새싹처럼 피어났고,번영의 길은 높은 산과 울창한 숲을 지나 그녀가 사라진 서쪽 파도의 절벽까지 이어졌다. ——사르곤 전래동화",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "hope": 4
   },
   "squadCap": 1,
   "battle": {
    "deployLimit": 1
   }
  },
  "image": "img/relic/039.webp"
 },
 {
  "no": 40,
  "id": "r040",
  "name": "계화잔",
  "desc": "희망 +4, 오리지늄각뿔 +5 즉시 획득, 득과 실에서 해당 소장품 교환 시 추가로 소장품 1개 획득",
  "lore": "값어치를 가늠할 수 없을 정도로 귀한 도자기 잔. 뒷면에는 “이 잔을 쥐는 자, 계수를 꺾어 거처로삼으리라.”라는 글귀가 새겨져 있다. 듣자 하니 모두 열두 개가 있는데, 어느 수집가가 마침 이 한점이 모자란 듯하다.",
  "rarity": "common",
  "price": 16,
  "fx": {
   "gain": {
    "hope": 4,
    "ingot": 5
   }
  },
  "note": "득과 실이 없어 교환 효과는 없음",
  "image": "img/relic/040.webp"
 },
 {
  "no": 41,
  "id": "r041",
  "name": "디펜더-2",
  "desc": "실드 +3",
  "lore": "이건 양산형 방어용 드론이다. 꼭 적들만 조종할 수 있다는 법은 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "shield": 3
   }
  },
  "image": "img/relic/041.webp"
 },
 {
  "no": 42,
  "id": "r042",
  "name": "《옛 가울 지명 원류고》",
  "desc": "실드 +6",
  "lore": "민트가 박사 사무실에서 뒤져낸 옛 지명 역사책으로, 이 책에는 셀라이블라손에 관련된 내용이기록돼 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "shield": 6
   }
  },
  "image": "img/relic/042.webp"
 },
 {
  "no": 43,
  "id": "r043",
  "name": "특수 저지 장치",
  "desc": "최대 목표 HP +2, 목표 HP 2 회복",
  "lore": "로도스 아일랜드의 개량형 저지 장치. 감염으로 인한 오리지늄 아츠 통제 불능 상태를효과적으로 제어할 수 있다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "maxLife": 2,
    "life": 2
   }
  },
  "image": "img/relic/043.webp"
 },
 {
  "no": 44,
  "id": "r044",
  "name": "아카후알라 그릇",
  "desc": "목표 HP +4, 실드 +2",
  "lore": "과일은 현지인들의 주식 중 하나이며, 과일을 따고 현장에서 바로 먹는 것도 흔하게 있는 일이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "life": 4,
    "shield": 2
   }
  },
  "image": "img/relic/044.webp"
 },
 {
  "no": 45,
  "id": "r045",
  "name": "뱀파이어의 침대",
  "desc": "최대 목표 HP +4",
  "lore": "고성의 분위기와 아주 잘 어울리는 럭셔리한 관. 와파린은 이런 게 고정관념이라고 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "maxLife": 4
   }
  },
  "image": "img/relic/045.webp"
 },
 {
  "no": 46,
  "id": "r046",
  "name": "영생의 상징",
  "desc": "최대 목표 HP +6",
  "lore": "한쪽은 시들지만, 한쪽은 자라고 있는 나뭇가지. 시든 쪽에서 살아나고, 번성한 쪽은 다시 시든다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "maxLife": 6
   }
  },
  "image": "img/relic/046.webp"
 },
 {
  "no": 47,
  "id": "r047",
  "name": "입체 예술 장식품",
  "desc": "목표 HP +5, 최대 목표 HP +2, 전투가 종료될 때마다 추가로 목표 HP +1",
  "lore": "라인 랩이 사람들에게 주는 인상은 마치 이 예술 장식품과도 같다. 뭔가 신비롭고 겹겹이둘러싸여 영원히 그 내부를 알 수 없는 것처럼.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "life": 5,
    "maxLife": 2
   },
   "endLife": 1
  },
  "image": "img/relic/047.webp"
 },
 {
  "no": 48,
  "id": "r048",
  "name": "바닐라 사르시 탄산음료",
  "desc": "모든 자연 회복 스킬의 SP 회복 +0.2/초",
  "lore": "볼리바르 지역의 저가 음료. 수백 년의 역사를 지니고 있으며 다양한 향료를 섞어 만들었다.특징이라면 맛이 없다는 점.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "spRate": 0.2
   }
  },
  "image": "img/relic/048.webp"
 },
 {
  "no": 49,
  "id": "r049",
  "name": "매혹의 향수",
  "desc": "모든 자연 회복 스킬의 SP 회복 +0.5/초",
  "lore": "밴시들은 향수를 만들어 마음에 드는 사람에게 선물한다고 한다. 딱 한 방울, 한 방울이면 사람을황홀하게 만들고, 예술가들의 영감과 아이디어도 이것에서 얻는다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "spRate": 0.5
   }
  },
  "image": "img/relic/049.webp"
 },
 {
  "no": 50,
  "id": "r050",
  "name": "개선의 뿔피리",
  "desc": "적이 받는 일회성 기절, 냉기, 빙결 등 상태 이상 시간이 100% 증가",
  "lore": "뿔피리를 불고 구호를 높이 외쳐, 적들이 하늘을 뒤흔드는 포효 속에서 도망치게 하라!",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "stunMul": 1
   }
  },
  "image": "img/relic/050.webp"
 },
 {
  "no": 51,
  "id": "r051",
  "name": "정신 치료 테이프",
  "desc": "적이 받는 일회성 기절, 냉기, 빙결 등 상태 이상 시간이 150% 증가",
  "lore": "이것은 그가 위험하다며, 이곳에 머물면 안 된다며 당신이 듣는 걸 여러 번 반대했던 것이다……이제 알겠는가? 당신은 지금 그의 노래를 듣고 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "stunMul": 1.5
   }
  },
  "image": "img/relic/051.webp"
 },
 {
  "no": 52,
  "id": "r052",
  "name": "'어벤져'",
  "desc": "모든 적군 유닛이 받는 물리 대미지 +35%",
  "lore": "아스카론이 군사위원회의 첫 번째 임무를 완성한 후 테레시스가 직접 선물하고 테레시아가그녀에게 장착해 준 첫 번째 무기이다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "phys": 0.35
    }
   }
  },
  "image": "img/relic/052.webp"
 },
 {
  "no": 53,
  "id": "r053",
  "name": "'찬란한 눈물'",
  "desc": "모든 적군 유닛이 받는 마법 대미지 +40%",
  "lore": "그의 피는 아직도 흐른다. 그는 단 한 번도 여기를 떠난 적이 없다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "arts": 0.4
    }
   }
  },
  "image": "img/relic/053.webp"
 },
 {
  "no": 54,
  "id": "r054",
  "name": "군단 미러 아머",
  "desc": "모든 아군 유닛의 방어력 +25%",
  "lore": "한때 심장의 치명적인 피해를 막을 수 있는 흉갑이었으나, 가울이 몰락하면서 이런 구식 갑옷은역사의 무대에서 사라지게 됐다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "def": 0.25
   }
  },
  "image": "img/relic/054.webp"
 },
 {
  "no": 55,
  "id": "r055",
  "name": "오래된 증기 갑옷",
  "desc": "모든 아군 유닛의 방어력 +35%",
  "lore": "이런 구형 증기 갑옷마저도 빅토리아 군주들이 넓은 대륙을 비추었던 과거의 영광을 담고 있는것만 같다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "def": 0.35
   }
  },
  "image": "img/relic/055.webp"
 },
 {
  "no": 56,
  "id": "r056",
  "name": "황제의 은총",
  "desc": "모든 아군 근거리 유닛 공격력 +15%",
  "lore": "편지 봉투를 개봉할 때 쓰는 날카로운 칼. 전대 우르수스 황제가 애용하던 일용품이지만, 대부분봉투를 개봉하는 데 쓰지는 않았다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "atk": 0.15
   },
   "range": "melee"
  },
  "image": "img/relic/056.webp"
 },
 {
  "no": 57,
  "id": "r057",
  "name": "올드 가디언의 창",
  "desc": "모든 아군 근거리 유닛 공격력 +35%",
  "lore": "올드 가디언의 희생을 지켜본 후 가울은 비로소 자신의 파멸을 맞이했다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "atk": 0.35
   },
   "range": "melee"
  },
  "image": "img/relic/057.webp"
 },
 {
  "no": 58,
  "id": "r058",
  "name": "헌신의 목걸이",
  "desc": "모든 아군 원거리 유닛 공격력 +15%",
  "lore": "신앙은 심장 10센티미터 위에 걸려있고, 언어는 피에 흘러들며, 총알은 탄창에 미끄러져들어간다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "atk": 0.15
   },
   "range": "ranged"
  },
  "image": "img/relic/058.webp"
 },
 {
  "no": 59,
  "id": "r059",
  "name": "망가진 리볼버 탄창",
  "desc": "모든 아군 원거리 유닛 공격력 +35%",
  "lore": "그녀는 험난한 순간에도 간사한 자들에게 고개를 숙인 적이 없었고, 그녀의 총구에서 나오는불꽃은 마치 성난 태양 같았고, 그녀 머리 위의 고리는 대낮보다 환한 빛을 발했다. 이곳에 우리의친구, 아웃캐스트가 잠들어 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "atk": 0.35
   },
   "range": "ranged"
  },
  "image": "img/relic/059.webp"
 },
 {
  "no": 60,
  "id": "r060",
  "name": "중력 무시 장치",
  "desc": "모든 적의 무게 -2",
  "lore": "내스티 루노레이의 걸작은 살카즈로 하여금 그들을 오랫동안 괴롭혔던 대지를 떠나게 했다. 그후, 살카즈는 비록 구름 사이를 떠돌아다녔지만, 하늘에 단단히 자신의 뿌리를 내렸다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "enemy": {
     "weight": -2
    }
   }
  },
  "image": "img/relic/060.webp"
 },
 {
  "no": 61,
  "id": "r061",
  "name": "호수의 방패",
  "desc": "실드 +1, 실드 보유 시 전투 시작 후 모든 아군 유닛의 최대 HP +60%",
  "lore": "30년 전, 아이의 장난감 방패가 호수에 떨어졌다. 30년 후, 그는 얼어붙은 호수를 깨고 방패를꺼내 영웅의 길을 떠났다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "shield": 1
   },
   "shieldHp": 0.6
  },
  "image": "img/relic/061.webp"
 },
 {
  "no": 62,
  "id": "r062",
  "name": "유기농 통조림",
  "desc": "모든 오퍼레이터가 스킬 발동 후 1초간 공격력 +60%",
  "lore": "수많은 카우투스들은 이 통조림을 먹으면 힘이 폭발한다고 믿고 있다. 뛰어난 광고 효과와업계의 대표적인 성공 사례 덕분이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "skillAtk": {
     "atk": 0.6,
     "dur": 1
    }
   }
  },
  "image": "img/relic/062.webp"
 },
 {
  "no": 63,
  "id": "r063",
  "name": "시라쿠사인의 분노",
  "desc": "모든 오퍼레이터가 스킬 발동 후 1초간 공격력 +100%",
  "lore": "가울 수도에 있던 '정통 시라쿠사 레스토랑'의 간판 메뉴로, 진한 초코 잼과 원석충 간으로 만든소스는 독특한 풍미를 자랑하여 가울 귀족들의 호평을 받았다. 그러나, 시라쿠사와 가울의 외교갈등도 유발할 뻔했다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "skillAtk": {
     "atk": 1,
     "dur": 1
    }
   }
  },
  "image": "img/relic/063.webp"
 },
 {
  "no": 64,
  "id": "r064",
  "name": "고성의 후손",
  "desc": "전장에 80초간 배치한 오퍼레이터의 방어력 +400, 마법 저항 +30",
  "lore": "시간만 충분하다면 이 상자는 또 다른 새로운 무대가 될 수 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "deployedTimed": {
     "after": 80,
     "def": 400,
     "res": 30
    }
   }
  },
  "image": "img/relic/064.webp"
 },
 {
  "no": 65,
  "id": "r065",
  "name": "망가진 죽간",
  "desc": "[소환물]의 HP +30%, 공격력 +30%, 배치 인원수를 소모하지 않음",
  "lore": "“천 개의 산을 흔쾌히 잃어도, 만물엔 영혼이 깃드느라.”",
  "rarity": "common",
  "na": "소환물이 없어 등장하지 않습니다",
  "image": "img/relic/065.webp"
 },
 {
  "no": 66,
  "id": "r066",
  "name": "얼어붙은 몸",
  "desc": "근거리 오퍼레이터가 대미지를 받으면 5초간 공격 속도 +40",
  "lore": "윈터투스 산맥에 주둔하고 있는 사미 전사들은 생명이 땅으로 흘러들수록 얼어붙은 몸이 점점가벼워진다는 환각에 자주 고무된다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "meleeHurtAspd": {
     "aspd": 40,
     "dur": 5
    }
   }
  },
  "image": "img/relic/066.webp"
 },
 {
  "no": 67,
  "id": "r067",
  "name": "고대 벽화",
  "desc": "적이 공중 부양, 무중력 상태에 돌입 또는 해제할 때마다 1000 마법 대미지를 받으며, 10초간특수 능력 상실",
  "lore": "동굴을 나와 고개를 들어서 보라. 자고로 모든 것이 다 그런 건 아니다.",
  "rarity": "common",
  "na": "공중 부양·강제 이동이 없어 등장하지 않습니다",
  "image": "img/relic/067.webp"
 },
 {
  "no": 68,
  "id": "r068",
  "name": "스텔라리아의 휘광",
  "desc": "적이 공중 부양, 무중력 상태에 돌입 또는 해제할 때마다 2000 마법 대미지를 받으며, 10초간피격 대미지 +30%",
  "lore": "그 순간, 진실의 빛이 대지 곳곳을 비추었다.",
  "rarity": "common",
  "na": "공중 부양·강제 이동이 없어 등장하지 않습니다",
  "image": "img/relic/068.webp"
 },
 {
  "no": 69,
  "id": "r069",
  "name": "가시 고리",
  "desc": "근거리 오퍼레이터가 치료를 받으면 자신과 주변 4칸 범위 내 오퍼레이터가 SP +1",
  "lore": "당신은 이 왜곡된 두려움으로부터 자신을 안정시켜야 한다. 가시에 남은 핏자국은 제사장 것인지당신 것인지 알 수 없다. 그들은 어떠한 수단을 쓰더라도 눈 하나 깜빡이지 않는다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "meleeHealSp": 1
   }
  },
  "image": "img/relic/069.webp"
 },
 {
  "no": 70,
  "id": "r070",
  "name": "서리남의 견갑",
  "desc": "모든 아군 유닛이 적 2명 이상 저지 시 공격력 +40%, 방어력 +40%, 30초간 지속",
  "lore": "그의 시신에는 상처가 보이지 않았고, 두 눈에서만 피눈물이 말라 있을 뿐이었다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "blockBuff": {
     "min": 2,
     "atk": 0.4,
     "def": 0.4,
     "dur": 30
    }
   }
  },
  "image": "img/relic/070.webp"
 },
 {
  "no": 71,
  "id": "r071",
  "name": "넝쿨 포격수",
  "desc": "적의 공중 유닛이 처치당할 경우, 주변의 적에 물리 대미지 5000 입힘",
  "lore": "서로 다른 문화권의 사람들이 경계를 풀고 진심으로 소통하면 이런 기발한 무기가 탄생하는 것도그리 놀라운 일은 아니다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "flyKillBlast": {
     "dmg": 5000,
     "r": 1.5
    }
   }
  },
  "image": "img/relic/071.webp"
 },
 {
  "no": 72,
  "id": "r072",
  "name": "'헌신'",
  "desc": "원거리 오퍼레이터가 공격 또는 치료 시, 공격 범위 내 무작위 1명의 적에게 300 마법 대미지를입힘",
  "lore": "고대로부터 이 부족은 자신들이 사미의 진실을 알고 있다고 믿었다. 바로 만물은 원래 소리가있었는데, '그것'이 만물의 소리를 대신했다는 것.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "rangedProc": 300
   }
  },
  "image": "img/relic/072.webp"
 },
 {
  "no": 73,
  "id": "r073",
  "name": "'만개'",
  "desc": "모든 오퍼레이터가 대미지를 받을 때마다 SP 1 회복, 원소 손상을 받을 때마다 SP 1 회복",
  "lore": "터치의 시도에 자연이 잠시나마 당신을 향해 마음을 열었다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "hurtSp": 1
   }
  },
  "note": "원소 손상 → 신경 손상",
  "image": "img/relic/073.webp"
 },
 {
  "no": 74,
  "id": "r074",
  "name": "황실의 금빛 브로치",
  "desc": "모든 아군 유닛의 마법 저항 +15, 배치 후 대미지 1회 저항",
  "lore": "이것은 순금으로 만들어진, 대량의 값비싼 경화 오리지늄 결정이 박힌 가울 왕족 신분의상징이다. 사실, 이 브로치는 단순한 액세서리라기보다는 방어용 아츠가 탑재된 통용 오리지늄회로이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "res": 15
   },
   "battle": {
    "immuneOnce": true
   }
  },
  "image": "img/relic/074.webp"
 },
 {
  "no": 75,
  "id": "r075",
  "name": "마리오네트",
  "desc": "적이 기절, 빙결, 속박 상태에서 초당 마법 대미지 700 받음",
  "lore": "벗어나려고 애쓸수록 실에 더 꽁꽁 묶인다. 정말 자신이 사고란 걸 하고 있다고 생각하는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "stunDot": 700
   }
  },
  "image": "img/relic/075.webp"
 },
 {
  "no": 76,
  "id": "r076",
  "name": "'동심 저격 인형'",
  "desc": "적이 기절, 빙결, 속박 상태에서 초당 마법 대미지 1400 받음",
  "lore": "이베리아 아이들이 바닷가의 이상한 물건으로 만든 초라한 인형. 이 인형을 안고 있으면 꿈속세계가 다채로워진다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "stunDot": 1400
   }
  },
  "image": "img/relic/076.webp"
 },
 {
  "no": 77,
  "id": "r077",
  "name": "가울 은행 수표",
  "desc": "모든 오퍼레이터의 초기 SP +12",
  "lore": "금과 은이 박힌 엄청 고급스러운 수표장. 지금은 현금으로 바꿀 수 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "spInit": 12
   }
  },
  "image": "img/relic/077.webp"
 },
 {
  "no": 78,
  "id": "r078",
  "name": "낡은 사진",
  "desc": "모든 적군 유닛의 HP -4%, 방어력 -8%",
  "lore": "사진 속에 아는 사람이라도 있나?",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "enemy": {
     "hp": -0.04,
     "def": -0.08
    }
   }
  },
  "image": "img/relic/078.webp"
 },
 {
  "no": 79,
  "id": "r079",
  "name": "로즈몬티스의 포옹",
  "desc": "모든 적군 유닛의 HP -10%, 방어력 -20%",
  "lore": "“누가 심판하지?”",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "hp": -0.1,
     "def": -0.2
    }
   }
  },
  "image": "img/relic/079.webp"
 },
 {
  "no": 80,
  "id": "r080",
  "name": "'검은 밤의 속삭임'",
  "desc": "모든 적군 유닛의 HP -10%",
  "lore": "검은 색 레코드, 만.지.지.마.시.오.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "enemy": {
     "hp": -0.1
    }
   }
  },
  "image": "img/relic/080.webp"
 },
 {
  "no": 81,
  "id": "r081",
  "name": "《고요함》",
  "desc": "모든 적군 유닛의 HP -20%",
  "lore": "이베리아 역사상 가장 컸던 재앙을 그린 작품. 붓 터치도, 색도, 사상도 아무 의미가 없다.“에기르는 안다, 에기르는 안다, 에기르는 안다.”",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "hp": -0.2
    }
   }
  },
  "image": "img/relic/081.webp"
 },
 {
  "no": 82,
  "id": "r082",
  "name": "악취 나는 지혈제",
  "desc": "모든 아군 유닛의 HP +20%, [사촉인] 경우 추가로 +10%",
  "lore": "“이런 원석충의 체액은 발효 처리 후 지혈제로 사용할 수 있다”——《로도스 아일랜드 야생생존 지침》",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "hp": 0.2
   },
   "promotedStat": {
    "hp": 0.1
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터",
  "image": "img/relic/082.webp"
 },
 {
  "no": 83,
  "id": "r083",
  "name": "정체불명의 기기",
  "desc": "모든 아군 유닛의 HP +50%, [사촉인] 경우 추가로 +30%",
  "lore": "무엇인지 묻지 마. 다 너를 위해서야.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "hp": 0.5
   },
   "promotedStat": {
    "hp": 0.3
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터",
  "image": "img/relic/083.webp"
 },
 {
  "no": 84,
  "id": "r084",
  "name": "살아 있는 장미",
  "desc": "모든 아군 유닛이 받는 치료 및 HP 회복 효과 +20%",
  "lore": "과연 당신이 보살피고 있는가, 아니면 장미가 당신을 지키고 있는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "healMul": 0.2
   }
  },
  "image": "img/relic/084.webp"
 },
 {
  "no": 85,
  "id": "r085",
  "name": "창백해진 화관",
  "desc": "모든 아군 유닛이 받는 치료 및 HP 회복 효과 +30%",
  "lore": "뱀파이어가 의식을 치를 때 사용하던 화관 베일로, 새빨갛던 생명이 모두 바래져 지금은창백함만 남았다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "healMul": 0.3
   }
  },
  "image": "img/relic/085.webp"
 },
 {
  "no": 86,
  "id": "r086",
  "name": "모건 대장의 술",
  "desc": "초기 SP +5, 모든 공격 및 피격 시 회복되는 스킬이 3초마다 SP 1 회복",
  "lore": "이베리아 지역에서 생산되는 술. 빅토리아 중부 도시에서 인기가 좋지만, 현재는 단종되었다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "spInit": 5
   },
   "battle": {
    "spTick": 3
   }
  },
  "image": "img/relic/086.webp"
 },
 {
  "no": 87,
  "id": "r087",
  "name": "스피리터스",
  "desc": "초기 SP +7, 모든 공격 및 피격 시 회복되는 스킬이 2.5초마다 SP 1 회복",
  "lore": "도수가 매우 높은 우르수스의 독한 술, 마시면 머리가 아프긴 하지만, 건강한 우르수스인들은 몇병이나 비울 수 있다고 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "spInit": 7
   },
   "battle": {
    "spTick": 2.5
   }
  },
  "image": "img/relic/087.webp"
 },
 {
  "no": 88,
  "id": "r088",
  "name": "로열 리큐어",
  "desc": "초기 SP +7, 모든 공격 및 피격 시 회복되는 스킬이 1.5초마다 SP 1 회복",
  "lore": "지금은 멸망한 국가 '가울'의 술. 이제는 수집가들의 애장품이 되어 가격이 매우 비싸다. 현재생산지가 라이타니엔 영토 내에 있으며, 제조법은 이미 실전되었다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "spInit": 7
   },
   "battle": {
    "spTick": 1.5
   }
  },
  "image": "img/relic/088.webp"
 },
 {
  "no": 89,
  "id": "r089",
  "name": "《무감각과 저속함》",
  "desc": "모든 아군 유닛의 마법 저항 +5, 마법 회피 +10%",
  "lore": "200년 전 라이타니엔의 한 미치광이 조각가의 유작이자 유명한 예술품. 이 조각가는 재능이넘치고 여러 잔인한 살인 사건에 연루된 것으로 잘 알려졌다. 하지만 역사 기록에 따르면 그는생전에 작품보다도, 오히려 수려한 외모 때문에 많은 사랑을 받았다고 한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "res": 5,
    "artsDodge": 0.1
   }
  },
  "image": "img/relic/089.webp"
 },
 {
  "no": 90,
  "id": "r090",
  "name": "디자이너의 자",
  "desc": "모든 아군 유닛의 물리 회피 +15%, 회피 발동 후 6초 동안 공격력 +30%",
  "lore": "데이터와 경험 및 정밀한 측량을 기반으로 만든 갑옷을 입은 사람은 운이 좀 더 좋은 편이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "dodge": 0.15
   },
   "battle": {
    "dodgeAtk": {
     "atk": 0.3,
     "dur": 6
    }
   }
  },
  "image": "img/relic/090.webp"
 },
 {
  "no": 91,
  "id": "r091",
  "name": "'아츠 킬러'",
  "desc": "모든 아군 유닛의 마법 회피 +15%, 회피 발동 후 6초 동안 공격력 +30%",
  "lore": "라이타니엔인의 오리지늄 아츠가 음악과 직결돼 있다고 해서, 소음으로 아츠에 맞서는 미련한생각을 떠올린 사람이 있을 줄이야.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "artsDodge": 0.15
   },
   "battle": {
    "dodgeAtk": {
     "atk": 0.3,
     "dur": 6
    }
   }
  },
  "image": "img/relic/091.webp"
 },
 {
  "no": 92,
  "id": "r092",
  "name": "《글로리어스 카시미어》",
  "desc": "오퍼레이터가 회피 발동 후 15초 동안 공격 속도 +70",
  "lore": "카시미어의 베스트셀러. 기사 스포츠를 빛낸 기사들의 일대기를 소설 형식으로 풀어냈다.처참하게 추방당했지만, 다시 우승을 되찾은 니어의 이야기가 상당한 비중을 차지했다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "dodgeAspd": {
     "aspd": 70,
     "dur": 15
    }
   }
  },
  "image": "img/relic/092.webp"
 },
 {
  "no": 93,
  "id": "r093",
  "name": "《귀환》",
  "desc": "오퍼레이터가 회피 발동 후 15초 동안 공격력 +130%",
  "lore": "카시미어의 베스트셀러. 팬덤의 집단 창작물이라고 한다. '니어'는 이미 복잡한 환상들이 뒤섞인이미지의 복합체가 되어버렸다. “추방이지, 결코 도피는 아니다. 그녀는 돌아와 홀로 이 시대의홍수를 맞설 것이다.”",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "dodgeAtk": {
     "atk": 1.3,
     "dur": 15
    }
   }
  },
  "image": "img/relic/093.webp"
 },
 {
  "no": 94,
  "id": "r094",
  "name": "하늘의 먼지",
  "desc": "원거리 오퍼레이터가 수동 스킬 발동 시, 공격 범위 내 모든 적을 5초간 공중 부양",
  "lore": "그녀는 해가 뜨고 달이 지며 별이 바뀌는 기록을 수도 없이 불었다. 그렇게 그녀의 생명은 쉽게날아가 버렸다.",
  "rarity": "common",
  "na": "공중 부양·강제 이동이 없어 등장하지 않습니다",
  "image": "img/relic/094.webp"
 },
 {
  "no": 95,
  "id": "r095",
  "name": "'망치의 검'",
  "desc": "모든 오퍼레이터의 배치 코스트 +3, 단 공격력, 방어력, HP +20%",
  "lore": "커다란 바위에 꽂혀 있는 검. 대체 누가 이딴 장난을 치는 건지.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": 3,
    "atk": 0.2,
    "def": 0.2,
    "hp": 0.2
   }
  },
  "image": "img/relic/095.webp"
 },
 {
  "no": 96,
  "id": "r096",
  "name": "봉신령",
  "desc": "오퍼레이터를 침입 포인트 주변 8칸에 배치 시 공격력 +100%",
  "lore": "박물관에 소장된 대사냥 시대의 징집령. 이것으로 베헤모스의 소굴 깊숙이 잠입할 수 있는부대를 징집할 수 있으며, 뒤에 있는 것은 죽음의 서약이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "spawnZoneAtk": 1
   }
  },
  "image": "img/relic/096.webp"
 },
 {
  "no": 97,
  "id": "r097",
  "name": "구속의 끈",
  "desc": "[소환물]의 배치 코스트 -5, 재배치 시간 -25%, 공격력 +30%",
  "lore": "사세대에 편입된 창괴들이 일할 때 착용하는 표식이다. 스스로 따르는 찻주전자, 열심히 꽃에물을 주는 물뿌리개, 이들은 단순하고 반복적인 일에 매우 능하다.",
  "rarity": "common",
  "na": "소환물이 없어 등장하지 않습니다",
  "image": "img/relic/097.webp"
 },
 {
  "no": 98,
  "id": "r098",
  "name": "'아멍'",
  "desc": "모든 적군 유닛이 받는 원소 대미지 +100%",
  "lore": "백 년 전, 쉐이가 깨어났을 때 사세대는 특별 훈련을 받은 백비스트의 도움으로 창괴를 수색하고섬멸했다. 이 도자기는 당시 희생된 백비스트를 기리기 위해 제작되었다.",
  "rarity": "common",
  "na": "아군이 주는 원소 대미지가 없어 등장하지 않습니다",
  "image": "img/relic/098.webp"
 },
 {
  "no": 99,
  "id": "r099",
  "name": "권선랑",
  "desc": "아군 유닛이 회피 또는 무효화 발동 시, 다음에 입히는 대미지 +100%",
  "lore": "천사부 학도들이 직접 개발한 시험 보조기기. 문제를 맞추면 아무것도 없지만, 틀리면…… 차라리시도하지 않는 게 좋다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "dodgeNext": 1
   }
  },
  "image": "img/relic/099.webp"
 },
 {
  "no": 100,
  "id": "r100",
  "name": "경중경",
  "desc": "적이 최초로 입히는 대미지 -90%",
  "lore": "계원의 문과 창문에 늘 걸려있는 거울. 뜻밖의 위기가 닥쳤을 때, 거울 속 세상은 사람들의 긴급피난처가 된다. 그 거울이 산산이 부서질 때까지.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "firstHitCut": 0.9
   }
  },
  "image": "img/relic/100.webp"
 },
 {
  "no": 101,
  "id": "r101",
  "name": "등불의 안내",
  "desc": "최초로 지상에 배치한 오퍼레이터의 공격력 +50%, 받는 상태 이상 지속 시간 -50%, 원소 손상50% 감소 획득, 쓰러지거나 퇴각할 때까지 지속",
  "lore": "최초로 승천한 사람은 쉐이에게 정신이 잠식되지 않기 위해 손에 촛불을 들고 있었다 한다.어둠이 밀려와도 촛불은 오래도록 밝게 타올라, 긴 어둠 속에서 의식이 돌아오는 길을 밝혀준다.'지촉'이라는 이름도 여기서 비롯되었다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "firstGround": {
     "atk": 0.5,
     "debuff": 0.5
    }
   }
  },
  "image": "img/relic/101.webp"
 },
 {
  "no": 102,
  "id": "r102",
  "name": "'반디등불'",
  "desc": "적이 쓰러질 경우, 주변의 오퍼레이터 및 소환물이 HP 300 회복",
  "lore": "고향에서 보내온 화분은 점점 시들어 갔고, 서생은 차마 버리지 못했다. 그러던 어느 날, 화분 속풀이 사라지더니, 반딧불이 그 위를 맴돌며 그의 책장을 밝혀주었다 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "killHeal": {
     "r": 1.5,
     "amt": 300
    }
   }
  },
  "image": "img/relic/102.webp"
 },
 {
  "no": 103,
  "id": "r103",
  "name": "장난감 새총",
  "desc": "오퍼레이터가 스킬 발동 후, 공격 범위 내 모든 적에게 공격력의 30%에 해당하는 마법 대미지를입힘",
  "lore": "용광로에서 탄생한 청동 새총으로, 고무줄을 당기면 작은 청동 인형이 몸을 웅크려 놀라울 만큼무거운 탄환이 되어 발사된다. “자, 가져가서 놀아. 위험은 무슨, 그냥 장난감이야.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "skillNova": 0.3
   }
  },
  "image": "img/relic/103.webp"
 },
 {
  "no": 104,
  "id": "r104",
  "name": "군것질 광주리",
  "desc": "전투 시작 후, 모든 오퍼레이터의 SP 자연 회복 속도 +100%, 임의의 오퍼레이터가 스킬 발동 시해당 효과 상실",
  "lore": "계원 밖에서 파는 군것질로 가득한 광주리가 입장할 때 압수되었다. 직원들은 어디서 났는지캐물었고, 당신은 사실대로 말했다. 그러자 그들은 괜찮다고 달래면서, 곧바로 수상한 모양의도구를 집어 들고 당신이 말한 방향으로 쫓아갔다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "snack": 1
   }
  },
  "image": "img/relic/104.webp"
 },
 {
  "no": 105,
  "id": "r105",
  "name": "봄의 흔적",
  "desc": "적이 쓰러질 때마다, 주변의 모든 적에게 6초간 냉기 효과 부여",
  "lore": "어느 신선이 지나가다 남긴 봄꽃 한 가지.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "killSlow": {
     "r": 1.5,
     "dur": 6
    }
   }
  },
  "image": "img/relic/105.webp"
 },
 {
  "no": 106,
  "id": "r106",
  "name": "벽의 눈",
  "desc": "오퍼레이터가 자신의 공격 범위 밖으로부터 받는 물리 및 마법 대미지 -50%",
  "lore": "그것의 의식은 이미 존재하고, 그것의 걸음은 벽 속에 갇혀 있다. 그것은 당신을 바람으로부터지켜주고, 그것은 당신이 멀어져 가는 것을 지켜본다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "outRangeCut": 0.5
   }
  },
  "image": "img/relic/106.webp"
 },
 {
  "no": 107,
  "id": "r107",
  "name": "조각판",
  "desc": "오퍼레이터가 탄약류 스킬 발동 후, 대미지를 입힐 때마다 공격력 +2% (최대 30회 중첩)",
  "lore": "유행 시집이 조각되어 있는 대추나무 목판. 자신들이 보기에 변변찮은 시가 널리 퍼지자, 고고한문인들은 으레 코웃음을 쳤다. “흥, 가엾은 대추나무군. 이런 죄를 받을 정도는 아니었거늘.”",
  "rarity": "common",
  "na": "탄약류 스킬이 없어 등장하지 않습니다",
  "image": "img/relic/107.webp"
 },
 {
  "no": 108,
  "id": "r108",
  "name": "세치 만상",
  "desc": "오퍼레이터가 탄약류 스킬 발동 시 공격 속도 +100, 15초간 지속",
  "lore": "옛날 염국 인쇄소에서 쓰던 활자 인쇄기. “군자는 글을 무기로 삼고, 소인은……” 한 번은인쇄소의 '비'자가 도둑맞자, 반박문의 뜻이 순식간에 뒤바뀌게 되어, 사람들이 대략 난감해했다고 한다.",
  "rarity": "common",
  "na": "탄약류 스킬이 없어 등장하지 않습니다",
  "image": "img/relic/108.webp"
 },
 {
  "no": 109,
  "id": "r109",
  "name": "《염국사전》",
  "desc": "오퍼레이터가 탄약류 스킬 발동 후, 탄약이 최초로 30% 이하 시 최대 탄약의 30%를 즉시 장전",
  "lore": "염국의 첫 번째 범용 사전으로, 민간의 한 저자가 십 년을 걸쳐 완성했다. 편집자는 책이 얇고글자는 많다고 늘 탄식하며, 수록하지 못해 끝내 사라질 운명의 글자들을 위해 무덤을 세웠다고한다.",
  "rarity": "common",
  "na": "탄약류 스킬이 없어 등장하지 않습니다",
  "image": "img/relic/109.webp"
 },
 {
  "no": 110,
  "id": "r110",
  "name": "《아집》",
  "desc": "오퍼레이터가 탄약류 스킬 발동 후, 탄약이 최초로 30% 이하 시 최대 탄약의 50%를 즉시 장전",
  "lore": "염국의 첫 번째 시집으로, 당시 유행하던 시를 대거 수록했다. 시집의 인기로 인해 민간에서는시를 짓거나 베끼는 열정이 급증하여, 한때 종이와 먹이 부족할 지경까지 이르렀다고 한다.",
  "rarity": "common",
  "na": "탄약류 스킬이 없어 등장하지 않습니다",
  "image": "img/relic/110.webp"
 },
 {
  "no": 111,
  "id": "r111",
  "name": "가시와 잎의 띠",
  "desc": "배치 가능한 랜덤 화경지 1개 지정, 해당 화경지에 오퍼레이터 배치 시 주변 8칸의 아군 유닛은위장 효과 획득",
  "lore": "이 고리 속에서만큼은 가시와 잎의 편애를 받아야 한다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/111.webp"
 },
 {
  "no": 112,
  "id": "r112",
  "name": "눈과 흙의 띠",
  "desc": "배치 가능한 랜덤 화경지 1개 지정, 해당 화경지에 배치된 오퍼레이터가 공격 회복 또는 피격회복 스킬 발동 시, 화경지에 배치된 모든 오퍼레이터의 SP +1",
  "lore": "이 고리 속에서만큼은 눈서리 내린 대지의 총애를 받아야 한다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/112.webp"
 },
 {
  "no": 113,
  "id": "r113",
  "name": "먼 고향의 인도",
  "desc": "배치 가능한 랜덤 화경지 1개 지정, 해당 위치에 배치된 아군 유닛은 초당 SP +1, HP +3%",
  "lore": "상당히 오래된 반지 같지만, 실은 특수한 안내 장치로 에기르가 바다 곳곳에 숨겨둔 비상 물자를찾을 수 있다. 해류를 따르라, 고향이 그대를 위한 선물을 선사할지니.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/113.webp"
 },
 {
  "no": 114,
  "id": "r114",
  "name": "'패옥의 결'",
  "desc": "화경지에 배치된 오퍼레이터가 최초로 쓰러져도 퇴각하지 않고 HP 30% 회복",
  "lore": "계원 주인이 선물한 패옥. 우연히 만난 벗이 당신을 집으로 초대했으나 당신은 거절했고, 억지로당신을 끌다가 그 벗은 뭔가에 데인 듯 갑자기 손을 홱 거두고 달아났다. 한숨을 돌리고 보니허리춤의 패옥이 한 조각 깨져 있었다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/114.webp"
 },
 {
  "no": 115,
  "id": "r115",
  "name": "헌 신발",
  "desc": "화경지에 배치된 소환물의 피격 물리 및 마법 대미지 -50%, 공격력 +50%",
  "lore": "다리 밑에서 주운 낡은 짚신. 다리 위에서 한 노인이 신발을 돌려주길 기다리고 있었지만, 막상올라가 보니 다른 한 짝의 짚신만 보였다. 곰곰이 생각해 보니, 그 노인은 어느 그림에서 본 것같았다……",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/115.webp"
 },
 {
  "no": 116,
  "id": "r116",
  "name": "이의 걸쇠",
  "desc": "배치 가능한 랜덤 화경지 2개를 지정, 해당 화경지에 오퍼레이터를 배치할 때마다 배치 코스트+8 (득과 실에서 업그레이드 가능)",
  "lore": "이의 발명품 중 하나. 그러나 지가 더 많은 이익을 보았다. 장식품이자 퍼즐 완구로, 그 속의비밀을 파악하면 '쉐이'에 대한 이해가 더 깊어질지도 모른다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/116.webp"
 },
 {
  "no": 117,
  "id": "r117",
  "name": "이의 역걸쇠",
  "desc": "배치 가능한 랜덤 화경지 5개를 지정, 해당 화경지에 오퍼레이터를 배치할 때마다 배치 코스트+10",
  "lore": "발명자가 직접 개량한 버전. 구조가 더 복잡하고, 조합 방식이 상식을 벗어난다. 그러나 그 속의비밀을 파악하면 '쉐이'에 대한 이해가 한층 더 깊어질지도 모른다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/117.webp"
 },
 {
  "no": 118,
  "id": "r118",
  "name": "모정",
  "desc": "화경지에 배치된 오퍼레이터의 공격력 +10% (여흥에서 업그레이드 가능, 최대 10회)",
  "lore": "구주 만방의 상징으로 아홉 개의 정을 사용했다. 그런데 이 정들은 어떻게 주조되었을까……“당연히 모정이 낳은 거겠지!” 한 영화 거장이 웃으며 말했다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/118.webp"
 },
 {
  "no": 119,
  "id": "r119",
  "name": "연죽",
  "desc": "화경지에 배치된 오퍼레이터의 HP +10% (여흥에서 업그레이드 가능, 최대 10회)",
  "lore": "슈의 논밭에서 재배한 새 대나무. 결과는 있지만 이유는 없고, 순환을 거듭할 때마다 하나씩늘어나, 마침내 열 마디가 돋아나면 처음과 끝이 서로 이어진다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/119.webp"
 },
 {
  "no": 120,
  "id": "r120",
  "name": "《바둑 입문 포석편》",
  "desc": "전투 시작 후 배치 가능한 랜덤 3개의 화경지에 '고장 난 포그머신' 배치",
  "lore": "사각과 원 사이, 이 수의 의도는 무엇일까? 바둑 두는 소리가 그치고, 통쾌함이 한껏 흘러넘친다.대국이 끝나니…… 시절이 바뀌고 세상도 변했다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/120.webp"
 },
 {
  "no": 121,
  "id": "r121",
  "name": "승전기",
  "desc": "화경지에 배치된 오퍼레이터가 스킬 발동 시, 기타 화경지에 배치된 오퍼레이터가 SP 1 회복",
  "lore": "전설에 따르면, 백씨지란을 끝낸 그 진룡이 쓰던 것으로, 깃발을 흔들면 수백 장수가 뒤를따랐다고 한다…… 진정 강대한 것은 깃발이 아니라, 전란을 억제하고 천하를 평정하려는사람들의 뜻이다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다",
  "image": "img/relic/121.webp"
 },
 {
  "no": 122,
  "id": "r122",
  "name": "대춧빛 얼굴",
  "desc": "모든 오퍼레이터가 저지 중인 적에게 받는 대미지 -50%, 저지 중인 적에게 입히는 대미지+50%",
  "lore": "한 고대 염국 영웅의 얼굴 분장. 기록에 따르면, 그의 충성심은 변함이 없고, 의를 지키기 위해 천리 길을 달려 천군을 물리쳤다고 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "blockedTaken": 0.5,
    "blockedDealt": 0.5
   }
  },
  "image": "img/relic/122.webp"
 },
 {
  "no": 123,
  "id": "r123",
  "name": "노자 얼굴",
  "desc": "모든 오퍼레이터가 저지 중인 적에게 초당 공격력의 150%에 해당하는 마법 대미지를 입힘,동시에 목표의 명중률 -15%",
  "lore": "한 상고 염국 영웅의 얼굴 분장. 천사라는 이름의 원천이기도 하다. 전설에 따르면, 이 노자는매우 박식하며, 염씨 일족을 위해 천 년의 태평을 도모한 뒤, 자취를 감추었다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "blockedDot": 1.5
   }
  },
  "note": "명중률 감소는 없음",
  "image": "img/relic/123.webp"
 },
 {
  "no": 124,
  "id": "r124",
  "name": "탄빛 얼굴",
  "desc": "적이 최초로 저지당할 시 5초간 공포 효과 획득",
  "lore": "한 고대 염국 영웅의 얼굴 분장. 기록에 따르면, 그는 대담하면서도 세심하며, 고함 한 번에 강이끊길 정도였다고 한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "firstBlockStun": 5
   }
  },
  "note": "공포는 기절로 처리",
  "image": "img/relic/124.webp"
 },
 {
  "no": 125,
  "id": "r125",
  "name": "월녀 얼굴",
  "desc": "오퍼레이터가 적 1명 저지할 때마다 물리 및 마법 회피 +10%, 최대 5회 중첩",
  "lore": "한 염국 전설 속 인물의 얼굴 분장. 남편을 찾기 위해 흘린 눈물은 강을 이루었고, 몸을 날려 달을뒤쫓았다는 이야기는 지금까지도 전해지고 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "blockDodge": {
     "per": 0.1,
     "max": 5
    }
   }
  },
  "image": "img/relic/125.webp"
 },
 {
  "no": 126,
  "id": "r126",
  "name": "브로큰 스태프 - 파문",
  "desc": "전장에 배치된 캐스터 오퍼레이터 1명당 모든 적군이 받는 마법 대미지 +12% (최대 8회 중첩)",
  "lore": "같은 주파수를 맞춰 함께 선율을 연주한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "caster",
     "kind": "artsTaken",
     "v": 0.12
    }
   }
  },
  "image": "img/relic/126.webp"
 },
 {
  "no": 127,
  "id": "r127",
  "name": "클로 - 포식",
  "desc": "전장에 배치된 뱅가드 오퍼레이터 1명당 3초마다 배치 코스트 +1 (최대 8회 중첩)",
  "lore": "굶주린 짐승 무리가 포식의 순간을 기다린다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "vanguard",
     "kind": "dp",
     "v": 1
    }
   }
  },
  "image": "img/relic/127.webp"
 },
 {
  "no": 128,
  "id": "r128",
  "name": "러스트 블레이드 - 영주",
  "desc": "전장에 배치된 스페셜리스트 오퍼레이터 1명당 모든 적군 유닛의 이동 속도 -5% (최대 8회중첩)",
  "lore": "주인이 손님을 원하지 않으면, 손님은 문 앞에 다다를 수 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "specialist",
     "kind": "enemySlow",
     "v": 0.05
    }
   }
  },
  "image": "img/relic/128.webp"
 },
 {
  "no": 129,
  "id": "r129",
  "name": "브로큰 스피어 - 쇄암",
  "desc": "전장에 배치된 가드 오퍼레이터 1명당 모든 아군 유닛의 공격력 +8% (최대 8회 중첩)",
  "lore": "힘 있는 자들은 늘 서로를 성취시킨다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "guard",
     "kind": "atk",
     "v": 0.08
    }
   }
  },
  "image": "img/relic/129.webp"
 },
 {
  "no": 130,
  "id": "r130",
  "name": "브로큰 보우 - 속사",
  "desc": "전장에 배치된 스나이퍼 오퍼레이터 1명당 모든 아군 유닛의 공격 속도 +12 (최대 8회 중첩)",
  "lore": "첫 번째 화살 소리가 들릴 때, 마지막 화살에 가슴이 뚫린다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "sniper",
     "kind": "aspd",
     "v": 12
    }
   }
  },
  "image": "img/relic/130.webp"
 },
 {
  "no": 131,
  "id": "r131",
  "name": "프로텍터 - 모래탑",
  "desc": "전장에 배치된 디펜더 오퍼레이터 1명당 모든 아군 유닛이 받는 물리 대미지 -10% (최대 8회중첩)",
  "lore": "모래로 탑을 쌓아, 그 위에서 몰려오는 적들을 내려다본다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "defender",
     "kind": "physCut",
     "v": 0.1
    }
   }
  },
  "image": "img/relic/131.webp"
 },
 {
  "no": 132,
  "id": "r132",
  "name": "스트럿 - 연합",
  "desc": "전장에 배치된 서포터 오퍼레이터 1명당 모든 자연 회복 스킬의 SP 회복 +0.2/초 (최대 8회중첩)",
  "lore": "손을 잡고 어깨를 나란히 하여 준비를 마치고 앞을 바라보라.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "supporter",
     "kind": "sp",
     "v": 0.2
    }
   }
  },
  "image": "img/relic/132.webp"
 },
 {
  "no": 133,
  "id": "r133",
  "name": "클로 - 정통",
  "desc": "모든 [뱅가드] 오퍼레이터의 SP 소모 -35%",
  "lore": "평소에 가장 먼저 전장에 나서는 오퍼레이터로, 그들이 겪은 일들은 상상도 할 수 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "spCost": -0.35
   },
   "classes": [
    "vanguard"
   ]
  },
  "image": "img/relic/133.webp"
 },
 {
  "no": 134,
  "id": "r134",
  "name": "클로 - 폭발",
  "desc": "모든 [뱅가드] 오퍼레이터의 초기 SP +10, 공격력 +10%",
  "lore": "그가 후속 부대의 일을 이미 전부 마쳤는데, 다른 사람들이 할 일이 뭐가 더 있을까?",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "spInit": 10,
    "atk": 0.1
   },
   "classes": [
    "vanguard"
   ]
  },
  "image": "img/relic/134.webp"
 },
 {
  "no": 135,
  "id": "r135",
  "name": "브로큰 스피어 - 창날",
  "desc": "모든 [가드] 오퍼레이터의 공격력 +25%",
  "lore": "“이번 달에 부러뜨린 칼만 벌써 일곱 자루라고.”“그런데 난 이번 달에 적을 여덟 명이나 베었는데.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "atk": 0.25
   },
   "classes": [
    "guard"
   ]
  },
  "image": "img/relic/135.webp"
 },
 {
  "no": 136,
  "id": "r136",
  "name": "브로큰 스피어 - 혈전",
  "desc": "모든 [가드] 오퍼레이터가 공격 시 SP 2 획득",
  "lore": "전투를 할수록 용맹해지는 전사는 극히 드물다. 그래서 전투 후에 긴장을 완화해 줄 수 있는심리상담가를 좀 배치할 필요가 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "classAtkSp": {
     "guard": 2
    }
   }
  },
  "image": "img/relic/136.webp"
 },
 {
  "no": 137,
  "id": "r137",
  "name": "브로큰 스피어 - 임전무퇴",
  "desc": "모든 [가드] 오퍼레이터의 방어력 -40%, 공격력 +40%, 공격 속도 +30",
  "lore": "블레이즈에게 그 기술들을 배우라고 딱히 권장하고 싶진 않다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "def": -0.4,
    "atk": 0.4,
    "aspd": 30
   },
   "classes": [
    "guard"
   ]
  },
  "image": "img/relic/137.webp"
 },
 {
  "no": 138,
  "id": "r138",
  "name": "프로텍터 - 침략",
  "desc": "모든 [디펜더] 오퍼레이터의 공격력 +60%",
  "lore": "팀원과 전략적 목표에 대한 보호 행위는, 그들 본래의 침략성을 잊게 만드는 경우가 많다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "atk": 0.6
   },
   "classes": [
    "defender"
   ]
  },
  "image": "img/relic/138.webp"
 },
 {
  "no": 139,
  "id": "r139",
  "name": "프로텍터 - 안정",
  "desc": "모든 [디펜더] 오퍼레이터의 HP +40%, 방어력 +40%, 마법 저항 +20",
  "lore": "운명의 타격이 얼마나 무겁든, 그 무게를 짊어져라.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "hp": 0.4,
    "def": 0.4,
    "res": 20
   },
   "classes": [
    "defender"
   ]
  },
  "image": "img/relic/139.webp"
 },
 {
  "no": 140,
  "id": "r140",
  "name": "브로큰 보우 - 백발백중",
  "desc": "모든 [스나이퍼] 오퍼레이터의 공격력 +20%",
  "lore": "오리지늄 아츠가 오늘날처럼 발달하지 못했던 시대, 염국에선 타인의 궁술을 칭찬할 때'백보천양'이라는 표현을 썼다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "atk": 0.2
   },
   "classes": [
    "sniper"
   ]
  },
  "image": "img/relic/140.webp"
 },
 {
  "no": 141,
  "id": "r141",
  "name": "브로큰 보우 - 신속",
  "desc": "모든 [스나이퍼] 오퍼레이터의 공격 속도 +70",
  "lore": "고대 빅토리아 전설의 궁수는 화살을 거의 일직선으로 연결할 수 있다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "aspd": 70
   },
   "classes": [
    "sniper"
   ]
  },
  "image": "img/relic/141.webp"
 },
 {
  "no": 142,
  "id": "r142",
  "name": "브로큰 스태프 - 위버",
  "desc": "모든 [캐스터] 오퍼레이터의 공격력 +25%, 공격 속도 +25",
  "lore": "라이타니엔에서 고탑을 올려다볼 때 종종 이상한 현상을 목격하곤 했다…… 심지어 천체 현상을목격한 적도 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "atk": 0.25,
    "aspd": 25
   },
   "classes": [
    "caster"
   ]
  },
  "image": "img/relic/142.webp"
 },
 {
  "no": 143,
  "id": "r143",
  "name": "브로큰 스태프 - 집중",
  "desc": "모든 [캐스터] 오퍼레이터의 SP 회복 +0.4/초",
  "lore": "“한 캐스터가 전력을 다하기로 하면 스카이파이어 같이 성격이 나쁜 캐스터도 전혀 다른 기질을보일 수 있어.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "classSp": {
     "caster": 0.4
    }
   }
  },
  "image": "img/relic/143.webp"
 },
 {
  "no": 144,
  "id": "r144",
  "name": "스트럿 - 근면",
  "desc": "모든 [서포터] 오퍼레이터의 SP 소모 -40%",
  "lore": "별거 아닌 일인 것처럼 보여도 오퍼레이터들은 전력을 다할 것이다. 게다가 사실 전혀 별거 아닌일도 아니다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "spCost": -0.4
   },
   "classes": [
    "supporter"
   ]
  },
  "image": "img/relic/144.webp"
 },
 {
  "no": 145,
  "id": "r145",
  "name": "힐러 - 자생",
  "desc": "모든 [메딕] 오퍼레이터의 SP 회복 +0.3/초",
  "lore": "누가 의사는 제 병을 못 고친다고 했는가, 그들은 단지 각성제 한 알을 먹은 뒤, 계속하여 다른사람을 돕는 일을 선택했을 뿐이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "classSp": {
     "medic": 0.3
    }
   }
  },
  "image": "img/relic/145.webp"
 },
 {
  "no": 146,
  "id": "r146",
  "name": "힐러 - 명의",
  "desc": "모든 [메딕] 오퍼레이터의 공격 속도 +50",
  "lore": "죽음의 문턱에서 목숨을 건진 위대한 업적에 비하면, 그 뒤에 겨우 3일 혼수상태에 빠지는것쯤이야 무슨 대수겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "aspd": 50
   },
   "classes": [
    "medic"
   ]
  },
  "image": "img/relic/146.webp"
 },
 {
  "no": 147,
  "id": "r147",
  "name": "러스트 블레이드 - 돌파",
  "desc": "모든 [스페셜리스트] 오퍼레이터의 배치 코스트 -2, HP +60%",
  "lore": "수단은 여러 가지 있지만, 결말은 결국 하나뿐이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": -2,
    "hp": 0.6
   },
   "classes": [
    "specialist"
   ]
  },
  "image": "img/relic/147.webp"
 },
 {
  "no": 148,
  "id": "r148",
  "name": "러스트 블레이드 - 연마",
  "desc": "모든 [스페셜리스트] 오퍼레이터의 공격 속도 +30",
  "lore": "아무리 갈아도 끊임없는 녹슨 자국, 아무리 해도 끝이 안 보이는 일.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "aspd": 30
   },
   "classes": [
    "specialist"
   ]
  },
  "image": "img/relic/148.webp"
 },
 {
  "no": 149,
  "id": "r149",
  "name": "러스트 블레이드 - 보이는 고요함",
  "desc": "모든 [스페셜리스트] 오퍼레이터의 재배치 시간 -35%",
  "lore": "소리는 오직 그림자가 덮쳐오는 순간에만 들린다. 그 소리를 들을 자는 다음 피해자이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "redeploy": -0.35
   },
   "classes": [
    "specialist"
   ]
  },
  "image": "img/relic/149.webp"
 },
 {
  "no": 150,
  "id": "r150",
  "name": "프로텍터 - 임시요새",
  "desc": "[디펜더] 오퍼레이터 배치 후 20초간 공격력과 방어력 +100%, 저지 가능 수 +1",
  "lore": "아무도 그들의 방어선을 넘을 수 없고, 들어오면 아무도 나갈 수 없다. 모든 전사에게 사명이있다면, 그들의 사명은 전장에 들어서는 순간 전세를 뒤집는 것이다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "defenderEntry": {
     "dur": 20,
     "atk": 1,
     "def": 1,
     "block": 1
    }
   }
  },
  "image": "img/relic/150.webp"
 },
 {
  "no": 151,
  "id": "r151",
  "name": "힐러 - 샘물",
  "desc": "전장에 배치된 메딕 오퍼레이터 1명당 모든 아군 유닛의 재배치 시간 -5% (최대 8회 중첩)",
  "lore": "그들은 흐르는 물이 모여 이뤄진 샘물이고, 많은 생명을 치유한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "perDeployed": {
     "class": "medic",
     "kind": "redeploy",
     "v": 0.05
    }
   }
  },
  "image": "img/relic/151.webp"
 },
 {
  "no": 152,
  "id": "r152",
  "name": "스트럿 - 약화",
  "desc": "모든 [서포터] 오퍼레이터의 공격 범위 내 적군 유닛 방어력 -30%, 마법 저항 -30%",
  "lore": "적의 방어를 약화시키는 방법은 다양하다. 위치 장치, 아츠 아머 관통, 약점 표시…… 아니면 배를아프게 만들거나……",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "supporterDebuff": {
     "def": 0.3,
     "res": 0.3
    }
   }
  },
  "image": "img/relic/152.webp"
 },
 {
  "no": 153,
  "id": "r153",
  "name": "클로 - 백전",
  "desc": "전투 시작 후 60초 동안 모든 [뱅가드] 오퍼레이터의 공격력, 방어력 +100%",
  "lore": "“새까맣게 나를 향해 몰려드는 적들을 보며 나는…… 저것들이 이제 다 끝장이라 생각할뿐이었다.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "vanguardEarly": {
     "dur": 60,
     "atk": 1,
     "def": 1
    }
   }
  },
  "image": "img/relic/153.webp"
 },
 {
  "no": 154,
  "id": "r154",
  "name": "클로 - 돌파",
  "desc": "모든 [뱅가드] 오퍼레이터의 배치 코스트 -50%, HP +60%",
  "lore": "파도에 돌을 던지면 거대한 파도를 가르며 안개가 걷혀진다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "costMul": -0.5,
    "hp": 0.6
   },
   "classes": [
    "vanguard"
   ]
  },
  "image": "img/relic/154.webp"
 },
 {
  "no": 155,
  "id": "r155",
  "name": "프로텍터 - 돌파",
  "desc": "모든 [디펜더] 오퍼레이터의 배치 코스트 -6, HP +40%",
  "lore": "방패를 든 사람들이 끝없이 이어졌다. 그들은 살아있는 적에 맞서는 게 아니라, 운명과 부조리에맞서는 것이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "cost": -6,
    "hp": 0.4
   },
   "classes": [
    "defender"
   ]
  },
  "image": "img/relic/155.webp"
 },
 {
  "no": 156,
  "id": "r156",
  "name": "브로큰 스피어 - 돌파",
  "desc": "모든 [가드] 오퍼레이터의 배치 코스트 -3, HP +40%, 물리 회피 +15%",
  "lore": "전사가 전장에 걸어 들어가고, 전사가 무기를 꺼내 들고, 전사가 전투를 맞이한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "cost": -3,
    "hp": 0.4,
    "dodge": 0.15
   },
   "classes": [
    "guard"
   ]
  },
  "image": "img/relic/156.webp"
 },
 {
  "no": 157,
  "id": "r157",
  "name": "프로텍터 - 무봉",
  "desc": "모든 [디펜더] 오퍼레이터가 피격 시 SP 2 획득, SP 소모 -20%",
  "lore": "그들은 공격을 받을 때마다 공격을 분노로 바꾸어 몇 배로 돌려준다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "classHitSp": {
     "defender": 2
    }
   },
   "stat": {
    "spCost": -0.2
   },
   "classes": [
    "defender"
   ]
  },
  "image": "img/relic/157.webp"
 },
 {
  "no": 158,
  "id": "r158",
  "name": "브로큰 보우 - 돌파",
  "desc": "모든 [스나이퍼] 오퍼레이터의 배치 코스트 -2, HP +60%, 방어력 +100",
  "lore": "장전, 조준, 발사, 그리고 파멸은 어김없이 다가온다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": -2,
    "hp": 0.6,
    "defFlat": 100
   },
   "classes": [
    "sniper"
   ]
  },
  "image": "img/relic/158.webp"
 },
 {
  "no": 159,
  "id": "r159",
  "name": "브로큰 스태프 - 돌파",
  "desc": "모든 [캐스터] 오퍼레이터의 배치 코스트 -3, HP +60%, 마법 저항 +10",
  "lore": "아츠가 손끝에서 춤을 추고 비바람을 불러오고 현실을 교란시켜 자신의 위대한 목적을 달성한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": -3,
    "hp": 0.6,
    "res": 10
   },
   "classes": [
    "caster"
   ]
  },
  "image": "img/relic/159.webp"
 },
 {
  "no": 160,
  "id": "r160",
  "name": "스트럿 - 돌파",
  "desc": "모든 [서포터] 오퍼레이터의 배치 코스트 -2, HP +40%, 마법 회피 +15%",
  "lore": "임무가 '조금' 남았을 때 필요한 것은 바로 그 '조금' 남은 일을 도와줄 사람이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": -2,
    "hp": 0.4,
    "artsDodge": 0.15
   },
   "classes": [
    "supporter"
   ]
  },
  "image": "img/relic/160.webp"
 },
 {
  "no": 161,
  "id": "r161",
  "name": "스트럿 - 케어",
  "desc": "모든 [서포터] 오퍼레이터의 공격 범위 내 아군 유닛 공격력 +30%",
  "lore": "식사를 건네주거나, 길을 알려주거나, 심지어는 마음의 대화를 나누거나. 승패의 관건은 바로이런 사소한 일에 달려 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "supporterAura": 0.3
   }
  },
  "image": "img/relic/161.webp"
 },
 {
  "no": 162,
  "id": "r162",
  "name": "힐러 - 돌파",
  "desc": "모든 [메딕] 오퍼레이터의 배치 코스트 -2, HP +60%",
  "lore": "구원은 인류가 칭찬해야 하는 미덕이며 이 모든 것을 가능하게 하는 버팀목이다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": -2,
    "hp": 0.6
   },
   "classes": [
    "medic"
   ]
  },
  "image": "img/relic/162.webp"
 },
 {
  "no": 163,
  "id": "r163",
  "name": "힐러 - 고착화",
  "desc": "모든 [메딕] 오퍼레이터가 받는 치료 및 HP 회복 효과 +20%, 공격 범위 내의 아군 유닛 저항획득",
  "lore": "신체를 이동도시처럼 튼튼하게 만드는 건 이상에 가까운 일이지만, 의사들은 이 발상을 실천할준비가 되어 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "medicProtect": 0.2
   }
  },
  "note": "저항 = 상태 이상 지속시간 절반",
  "image": "img/relic/163.webp"
 },
 {
  "no": 164,
  "id": "r164",
  "name": "브로큰 보우 - 교차 사격",
  "desc": "모든 [스나이퍼] 오퍼레이터의 공격력 +40%",
  "lore": "촘촘하게 화력망을 배치하는 순간 스나이퍼 오퍼레이터들을 위험에 노출시키고, 그다음은가늠쇠에 관한 게임이 이어진다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "atk": 0.4
   },
   "classes": [
    "sniper"
   ]
  },
  "image": "img/relic/164.webp"
 },
 {
  "no": 165,
  "id": "r165",
  "name": "브로큰 스태프 - 고난의 주술",
  "desc": "모든 [캐스터] 오퍼레이터가 입히는 마법 대미지 +70%",
  "lore": "살카즈가 오리지늄을 접하게 된 기원에 대해서는 거의 고증할 길이 없다. 고대 아츠의 시작은물질 현실과 논리 상식을 벗어난 지 오래다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "classArtsDmg": {
     "caster": 0.7
    }
   }
  },
  "image": "img/relic/165.webp"
 },
 {
  "no": 166,
  "id": "r166",
  "name": "고대 주물",
  "desc": "오퍼레이터 3명 즉시 랭크 상승 (희망 소모 없음)",
  "lore": "“하늘에는 커다란 용광로가 있고, 땅에는 금, 은, 동, 석, 철, 다섯 가지 금속이 난다”…… 다양한일에 사용되긴 하지만 아무도 구체적인 원리를 모른다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gain": {
    "promote": 3
   }
  },
  "image": "img/relic/166.webp"
 },
 {
  "no": 167,
  "id": "r167",
  "name": "로도스 아일랜드 전술 무전",
  "desc": "전투 후 모집권 선택 옵션 1종 추가",
  "lore": "무전대기, 곧 지원군이 도착한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "extraTicket": 1
  },
  "image": "img/relic/167.webp"
 },
 {
  "no": 168,
  "id": "r168",
  "name": "기사의 랜스 Pro",
  "desc": "보물 상자에서 더 많은 오리지늄각뿔 획득",
  "lore": "힘이 모자랄까 걱정하지 마라! 작은 지렛대를 이용하면 더 많이 들고 더 많이 이길 수 있다! 그보상으로 사미 바캉스 투어가 차려질 테니!",
  "rarity": "common",
  "na": "보물 상자가 없어 등장하지 않습니다",
  "image": "img/relic/168.webp"
 },
 {
  "no": 169,
  "id": "r169",
  "name": "성벽의 아이",
  "desc": "방어 포인트 주변 8칸에 배치된 오퍼레이터의 저지 가능 수 +2, 최대 HP +50%",
  "lore": "토석의 아이는 카즈델의 성벽을 정성껏 가꾸었고, 또 그것에게 자신을 강인하게 만들어 사람들을지킬 수 있도록 가르쳤다. 오랜 평화의 시대가 도래하면서, 그것은 수많은 조각으로 분해되어미지의 땅으로 향하는 탐험가들에게 부적으로 주어졌다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "baseZone": {
     "block": 2,
     "hp": 0.5
    }
   }
  },
  "image": "img/relic/169.webp"
 },
 {
  "no": 170,
  "id": "r170",
  "name": "황금 술의 성배",
  "desc": "보유한 오리지늄각뿔 5개당 아군 유닛의 공격 속도 +7",
  "lore": "성자, 기사, 독실한 신자를 막론하고 이걸 위해 미치지 않는 사람이 없다. 세상에나, 성배조차도순금인데!",
  "rarity": "special",
  "price": 16,
  "fx": {
   "ingotAspd": {
    "per": 5,
    "aspd": 7
   }
  },
  "image": "img/relic/170.webp"
 },
 {
  "no": 171,
  "id": "r171",
  "name": "노예 포획기",
  "desc": "모든 적군 유닛이 공중 부양, 강제 이동, 무중력 상태에서 받는 대미지 +50%, 10초간 지속",
  "lore": "내스티의 설계를 입수한 뒤 살카즈는 즉시 이를 전쟁에 활용했다. 그들은 하늘로 날아올라절대적인 우세로 에인션츠에게 분노를 퍼부었다. 영원히 멈추지 않는 전쟁은 이로써 새로운국면에 접어들었다.",
  "rarity": "common",
  "na": "공중 부양·강제 이동이 없어 등장하지 않습니다",
  "image": "img/relic/171.webp"
 },
 {
  "no": 172,
  "id": "r172",
  "name": "극지용 개량 팩",
  "desc": "지원 도구 사용 시 주변 4칸에도 동시 적용",
  "lore": "볼보트 코친스키 극한 환경 설비 테스트부 제공. 다양한 보급형 모델을 극지용으로 개조할 수있어 추운 환경에서 더 큰 효과를 발휘할 수 있게 한다.",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/172.webp"
 },
 {
  "no": 173,
  "id": "r173",
  "name": "북풍의 창조물",
  "desc": "[요괴] 적이 최초로 대미지를 입힐 경우, 자신은 즉시 5초간 공포 효과 획득",
  "lore": "자주 실패로 끝난다 해도, 그녀는 비참한 운명에 도전하는 사람들을 기꺼이 돕길 원한다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "seaFear": 5
   }
  },
  "note": "요괴 → 시본, 공포는 기절로 처리",
  "image": "img/relic/173.webp"
 },
 {
  "no": 174,
  "id": "r174",
  "name": "캔낫의 표식",
  "desc": "해당 소장품을 소지하고 전투 클리어 시, 보유한 오리지늄각뿔의 60%가 '미래를 위한 투자'시스템의 예치금 잔액에 저장 (1회 탐험당 최대 60)",
  "lore": "캔낫의 체면을 세워주는 사람도 있고, 캔낫이 '체면'을 세워줄 만한 사람도 있다.",
  "rarity": "common",
  "na": "미래를 위한 투자가 없어 등장하지 않습니다",
  "image": "img/relic/174.webp"
 },
 {
  "no": 175,
  "id": "r175",
  "name": "《권경삼문》",
  "desc": "오퍼레이터가 스킬을 발동할 때마다 자신의 공격력 +5% (최대 40회 중첩)",
  "lore": "숴의 권법에 대한 생각을 최초로 기록한 노트. 첫째는 초식을, 둘째는 의미를, 셋째는 경지를묻는다. 그러나 말이 너무 난해하여 학생들이 이해하지 못했고, 이후 그는 여동생에게 부탁해다시 고쳤다고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "skillStackAtk": {
     "per": 0.05,
     "max": 40
    }
   }
  },
  "image": "img/relic/175.webp"
 },
 {
  "no": 176,
  "id": "r176",
  "name": "단석묵보",
  "desc": "전투 시작 후, 해당 전투에서만 사용 가능한 랜덤 전술 도구 1개 획득",
  "lore": "린수가 그림 속에서 헤엄치며 내뿜는 거품은 기묘한 효과를 불러온다. 사람들이 멋대로 건드려도그림의 주인은 개의치 않는다. 어차피 얼마 지나지 않아 거품은 바람에 흩어져 사라질 테니까.",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/176.webp"
 },
 {
  "no": 177,
  "id": "r177",
  "name": "창물방 장부",
  "desc": "전술 도구, 소환물, 장치의 배치 코스트 -10",
  "lore": "류아가 당신에게 새 발명품의 '체험'을 권했지만, 당신은 주머니 사정이 넉넉지 않다며 거절했고,이에 그녀는 장부에 몇 줄을 쓱쓱 그어버렸다. 이제, 그 핑계는 더 이상 통하지 않는다.",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/177.webp"
 },
 {
  "no": 178,
  "id": "r178",
  "name": "수행용 뇌침",
  "desc": "오퍼레이터가 스킬을 발동할 때마다 자신의 SP 자연 회복 속도 +0.4/초, 최대 5회 중첩",
  "lore": "천사부 산꼭대기에 있는 뇌법 수련처에서, 뇌법 학도들이 처음 벼락을 유도하는 법을 익힐 때사용하는 뇌침이다. 천사부에서는 '선배'라고 불리기도 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "skillStackSp": {
     "per": 0.4,
     "max": 5
    }
   }
  },
  "image": "img/relic/178.webp"
 },
 {
  "no": 179,
  "id": "r179",
  "name": "부지깽이",
  "desc": "오퍼레이터가 [요괴]에게 대미지를 입힐 시, 추가로 공격력의 50%에 해당하는 마법 대미지를입힘",
  "lore": "어느 노천사가 이것으로 마물을 물리치고 베헤모스를 제압했다고 한다. 그러나 대부분 때에는그저 부엌 한쪽에 방치되어 있고, 아궁이에 장작을 넣고 헤집을 때만 집어 든다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "seaExtra": 0.5
   }
  },
  "note": "요괴 → 시본",
  "image": "img/relic/179.webp"
 },
 {
  "no": 180,
  "id": "r180",
  "name": "인화수쟁",
  "desc": "쉐이의 잔식에 진입할 때마다 촛불 +1",
  "lore": "베헤모스의 모습을 고안하여 만든 연. 띠에 불을 붙이면 꺼지지도 않고, 연을 태우지도 않는다.쉐이의 잔식에서 이 불빛으로 더 멀리 나아갈 수 있다 한다.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/180.webp"
 },
 {
  "no": 181,
  "id": "r181",
  "name": "'화복상의'",
  "desc": "주화 상자에 모험 주화가 1개 추가될 때마다 티켓 +1",
  "lore": "계원에서 반쪽짜리 시를 마주치면, 즉시 이 복숭아나무 장식으로 진압할 것. 작은 화는 피할 수없으나, 화는 복이 되기도 한다. 절대 시로 화답하지 말 것!",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/181.webp"
 },
 {
  "no": 182,
  "id": "r182",
  "name": "가정식 요리",
  "desc": "모든 오퍼레이터의 HP +20%, 공격력 +20%, 쉐이의 잔식에서 전투를 완료할 때마다 추가로+10%",
  "lore": "하늘은 덮개이고, 땅은 냄비이며, 희로애락은 양념이다. 인간은 밥만 잘 먹어도 살아갈 수 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "hp": 0.2,
    "atk": 0.2
   }
  },
  "note": "쉐이의 잔식 중첩 효과는 없음",
  "image": "img/relic/182.webp"
 },
 {
  "no": 183,
  "id": "r183",
  "name": "로도스 아일랜드 응급차",
  "desc": "희망 +2, 쉐이의 잔식에서 전투 시 랜덤 1명 로도스 아일랜드 정예 오퍼레이터의 지원을 받음",
  "lore": "당신의 명령이 어디를 가리키든…… 정예 오퍼레이터, 반드시 달려간다!",
  "rarity": "common",
  "price": 8,
  "fx": {
   "gain": {
    "hope": 2
   }
  },
  "note": "쉐이의 잔식 지원 효과는 없음",
  "image": "img/relic/183.webp"
 },
 {
  "no": 184,
  "id": "r184",
  "name": "나무덩어리",
  "desc": "다음 쉐이의 잔식에서 촛불 +2, 쉐이의 잔식 중 모든 '회수' 및 '전설' 노드 완료 시 티켓 +10",
  "lore": "평범해 보이는 창물. 류아 말로는 동해 바닷가에서 얻은 귀중한 물건이라 한다. 하지만 온화한나뭇결과 정신을 맑게 하는 은은한 향 말고는, 딱히 특별한 점이 없어 보인다……",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/184.webp"
 },
 {
  "no": 185,
  "id": "r185",
  "name": "버든 택시",
  "desc": "편성에 [사촉인]이 1명 있을 때마다 모든 [사촉인]의 공격 속도 +5 (최대 10회 중첩)",
  "lore": "염국의 치도가 처음 개통됐을 당시, 선풍적인 인기를 끌었던 운송 수단. 하지만 치도의 보급과 더빠른 운송 수단의 등장으로 버든 택시는 점차 사라졌다. 그와 함께, 언제든지 떨어져 나갈 수 있는아찔한 승차 경험도 점차 잊혀지고 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "promotedCount": {
    "aspd": 5,
    "max": 10
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터",
  "image": "img/relic/185.webp"
 },
 {
  "no": 186,
  "id": "r186",
  "name": "밥 사장의 증표",
  "desc": "보유한 오리지늄각뿔 3개당 초기 배치 코스트 +1",
  "lore": "“밥 사장이 지켜보고 있다.”",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "ingotDp": 3
  },
  "image": "img/relic/186.webp"
 },
 {
  "no": 187,
  "id": "r187",
  "name": "원목 바퀴",
  "desc": "초기 배치 코스트 +5, 편성에 [뱅가드] 오퍼레이터가 1명 있을 때마다 추가로 +10",
  "lore": "산에서 굴러떨어진 둥근 바위가 재앙이 만들어낸 오리지늄 결정 군집을 부수었고, 그 모습은사람들에게 빠른 이동에 대한 영감도 떠올리게 했다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "squadDp": {
    "base": 5,
    "class": "vanguard",
    "per": 10
   }
  },
  "image": "img/relic/187.webp"
 },
 {
  "no": 188,
  "id": "r188",
  "name": "가마",
  "desc": "최대 배치 코스트 +15, [뱅가드] 오퍼레이터의 공격력 +25%, 배치 후 차감된 배치 코스트 반환",
  "lore": "의자 하나와 장대 두 개가 사람을 위아래, 높고 낮음으로 나누었다. 이제 가마는 대부분 박물관에들어갔지만, 남에게 높이 떠받들려 군림하길 바라는 이들은 여전히 남아있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "maxDp": 15,
    "refund": [
     "vanguard"
    ]
   },
   "stat": {
    "atk": 0.25
   },
   "classes": [
    "vanguard"
   ]
  },
  "image": "img/relic/188.webp"
 },
 {
  "no": 189,
  "id": "r189",
  "name": "명적통",
  "desc": "오퍼레이터의 HP가 30% 감소할 경우, 공격 범위 내 모든 적에게 10초간 공포 효과 부여",
  "lore": "신호 전달이나 경보에 쓰이는 부는 화살통. 피가 묻기라도 하면, 명적의 울부짖는 소리가 귀청이터질 듯 요란하고 처절하여, 듣는 이로 하여금 본능적으로 도망치게 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "hpFear": {
     "below": 0.7,
     "dur": 10
    }
   }
  },
  "note": "공포는 기절로 처리",
  "image": "img/relic/189.webp"
 },
 {
  "no": 190,
  "id": "r190",
  "name": "셸비스트 석상",
  "desc": "모험 주화가 3개 나올 경우, 즉시 최대 목표 HP +3, 실드 +3",
  "lore": "연못에 셸비스트 석상이 있는데, 아무리 동전을 던져도 반응이 없었다. 한 개구쟁이 아이가쓰레기를 던지자, 석상은 그걸 삼켰고, 아이는 엉엉 울음을 터뜨렸다. 이후 석상이 다시 입을 벌려예쁜 구슬을 토해내자, 아이는 기뻐 어쩔 줄 몰라 했다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/190.webp"
 },
 {
  "no": 191,
  "id": "r191",
  "name": "길운유삼",
  "desc": "꽃잎 주화가 3개 나올 경우, 즉시 오리지늄각뿔 +8, 희망 +1",
  "lore": "아침엔 파울비스트 울음소리를 들으니 하늘은 그림 같고, 봄엔 계수꽃 향기를 맡으니 구름이파도처럼 굽이치며, 겨울엔 남풍이 일면 서리가 꽃처럼 피어난다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/191.webp"
 },
 {
  "no": 192,
  "id": "r192",
  "name": "양산하",
  "desc": "주화 상자에 있는 꽃잎 주화 1개당 모든 오퍼레이터의 공격력 +10%, HP +20%",
  "lore": "나쁜 술과 좋은 술을 각각 한 표주박씩 떠서, 흘러내리는 폭포처럼 호리병 속에 담는다. 호리병속에서는 자기만의 세상이 돌아가니, 해를 넘겨 다시 맛보면 그 맛이 사뭇 달라져 있다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/192.webp"
 },
 {
  "no": 193,
  "id": "r193",
  "name": "옛 봉화의 유산",
  "desc": "모험 주화가 1회 나올 때마다 전투 획득 지휘 경험치 +15%",
  "lore": "번개와 폭우가 몰아치고, 전투의 함성이 하늘을 찌른다. 금빛 창과 철기가 꿈을 밟으며 다가온다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/193.webp"
 },
 {
  "no": 194,
  "id": "r194",
  "name": "금속전고",
  "desc": "주화 던지기를 할 때마다 모든 오퍼레이터의 공격력 +15%(최대 10회 중첩), 모험 주화만 나올경우 추가로 1회 중첩",
  "lore": "군부대의 '노장'. 과거 전쟁에서 신호를 알리며 풍상을 겪고 승패를 지켜보았으나, 지금은 더선진적인 전령 수단에 자리를 내주었다. 하지만 출정하기 전에는 여전히 전고가 울려퍼져병사들의 사기를 북돋는다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다",
  "image": "img/relic/194.webp"
 },
 {
  "no": 195,
  "id": "r195",
  "name": "'균형 수확'",
  "desc": "모든 [근거리] 오퍼레이터의 HP +35%, 공격력 +35%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "hp": 0.35,
    "atk": 0.35
   },
   "range": "melee"
  },
  "image": "img/relic/195.webp"
 },
 {
  "no": 196,
  "id": "r196",
  "name": "'꽃잎 수확'",
  "desc": "모든 [근거리] 오퍼레이터의 배치 코스트 +3, 저지 가능 수 +1, 방어력 +50%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "cost": 3,
    "block": 1,
    "def": 0.5
   },
   "range": "melee"
  },
  "image": "img/relic/196.webp"
 },
 {
  "no": 197,
  "id": "r197",
  "name": "'모험 수확'",
  "desc": "모든 [근거리] 오퍼레이터가 배치 후 초당 최대 HP의 5%씩 회복, 20초간 지속",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "meleeRegen": {
     "pct": 0.05,
     "dur": 20
    }
   }
  },
  "image": "img/relic/197.webp"
 },
 {
  "no": 198,
  "id": "r198",
  "name": "'균형 투척'",
  "desc": "모든 [원거리] 오퍼레이터의 HP +25%, 공격력 +25%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "hp": 0.25,
    "atk": 0.25
   },
   "range": "ranged"
  },
  "image": "img/relic/198.webp"
 },
 {
  "no": 199,
  "id": "r199",
  "name": "'꽃잎 투척'",
  "desc": "모든 [원거리] 오퍼레이터의 배치 코스트 +2, 배치 시 실드 2회 획득",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "common",
  "price": 8,
  "fx": {
   "stat": {
    "cost": 2
   },
   "range": "ranged",
   "battle": {
    "rangedShield": 2
   }
  },
  "image": "img/relic/199.webp"
 },
 {
  "no": 200,
  "id": "r200",
  "name": "'모험 투척'",
  "desc": "모든 [원거리] 오퍼레이터가 저항 획득, 마법 회피 +15%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "stat": {
    "artsDodge": 0.15
   },
   "range": "ranged",
   "battle": {
    "rangedProtect": 0.5
   }
  },
  "image": "img/relic/200.webp"
 },
 {
  "no": 201,
  "id": "r201",
  "name": "'균형 목도'",
  "desc": "적이 강제 이동 상태에서 방어력, 마법 저항 -30%, 10초간 지속",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "common",
  "na": "공중 부양·강제 이동이 없어 등장하지 않습니다",
  "image": "img/relic/201.webp"
 },
 {
  "no": 202,
  "id": "r202",
  "name": "'꽃잎 목도'",
  "desc": "오퍼레이터가 스킬을 발동할 때마다 최대 HP 10%의 보호막 획득, 10초간 지속 (중첩 불가)",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "skillShield": 0.1
   }
  },
  "image": "img/relic/202.webp"
 },
 {
  "no": 203,
  "id": "r203",
  "name": "'모험 목도'",
  "desc": "오퍼레이터가 [요괴] 적에게 입히는 물리 및 마법 대미지 +50%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "seaDmg": 0.5
   }
  },
  "note": "요괴 → 시본",
  "image": "img/relic/203.webp"
 },
 {
  "no": 204,
  "id": "r204",
  "name": "'쉐이 균형'",
  "desc": "[사촉인]의 공격력 +50%, 방어력 +50%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "special",
  "price": 16,
  "fx": {
   "promotedStat": {
    "atk": 0.5,
    "def": 0.5
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터",
  "image": "img/relic/204.webp"
 },
 {
  "no": 205,
  "id": "r205",
  "name": "'쉐이 꽃잎'",
  "desc": "모든 오퍼레이터의 배치 코스트 +3, 편성에 [사촉인]이 1명 있을 때마다 모든 [사촉인]의 HP,공격력, 방어력 +10%",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "cost": 3
   },
   "promotedCountStat": {
    "hp": 0.1,
    "atk": 0.1,
    "def": 0.1
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터",
  "image": "img/relic/205.webp"
 },
 {
  "no": 206,
  "id": "r206",
  "name": "'쉐이 모험'",
  "desc": "[사촉인]은 배치 후 10초간 공격력 +100%, 오퍼레이터가 작전을 통해 [사촉인]이 될 때마다지속 시간 +5초 (최대 15회)",
  "lore": "부절 두 쪽이 서로 맞으니, 옛사람들과 얽힌 지난 일은 얼마나 되겠는가?",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "promotedDeployAtk": {
     "atk": 1,
     "dur": 10
    }
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터, 지속 시간 증가는 없음",
  "image": "img/relic/206.webp"
 },
 {
  "no": 207,
  "id": "r207",
  "name": "지원 - 보급기",
  "desc": "전투 시 휴대용 보급기 1개 사용 가능 (캐릭터나 지휘 단말기가 추가 SP 획득)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 휴대용 보급기",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/207.webp"
 },
 {
  "no": 208,
  "id": "r208",
  "name": "지원 - 지뢰세트",
  "desc": "전투 시 방해지뢰 3개 사용 가능 (폭발 시 주변의 모든 적에게 대량의 대미지를 주고, 해당 적이일정 시간 동안 받는 대미지 증가)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 방해지뢰",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/208.webp"
 },
 {
  "no": 209,
  "id": "r209",
  "name": "지원 - 럼블",
  "desc": "전투 시 미스터 럼블 2개 사용 가능 (주변 4칸 범위의 적을 긴 시간 동안 기절시킨다)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 미스터 럼블",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/209.webp"
 },
 {
  "no": 210,
  "id": "r210",
  "name": "지원 - 크레인",
  "desc": "전투 시 스노우상트의 안전한 크레인 2개 사용 가능 (오퍼레이터를 즉시 퇴각시키고, 재배치시간을 대폭 단축시킨다)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 스노우상트의 안전한 크레인",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/210.webp"
 },
 {
  "no": 211,
  "id": "r211",
  "name": "지원 - 진압장치",
  "desc": "전투 시 진압장치 2개 사용 가능 (적 저지 가능)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 휴대용 진압장치",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/211.webp"
 },
 {
  "no": 212,
  "id": "r212",
  "name": "지원 - 포그머신",
  "desc": "전투 시 고장난 무대용 포그머신 1개 사용 가능 (주변 8칸 범위 내 적의 이동 속도 감소)",
  "lore": "외근 오퍼레이터에게 긴급 제공되는 고장 난 무대용 포그머신",
  "rarity": "common",
  "na": "전술 도구가 없어 등장하지 않습니다",
  "image": "img/relic/212.webp"
 },
 {
  "no": 213,
  "id": "r213",
  "name": "은접묵",
  "desc": "해당 소장품 보유 시 전투 중에 '쉐이의 몸'의 공격을 받음",
  "lore": "류아가 연구 중인 창물. 숴의 무공 비급을 바탕으로 쉐이 능묘의 돌을 연마해 만들었다. 원래는쉐이의 모습으로 만들려고 했으나, 쉐이의 모습이 흩어져 나비 모양으로 바꾸었다. 그러나나비는 쉐이의 위협을 두려워하여, 반드시 쉐이를 몰아내고 나비를 지켜야 한다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/213.webp"
 },
 {
  "no": 214,
  "id": "r214",
  "name": "묵화잔비",
  "desc": "전투 시작 후 랜덤 오퍼레이터 1명을 지정해 배치 코스트를 0으로 변경, 해당 소장품 보유 시운명의 암시에서 탐험 결말이 변경",
  "lore": "나비가 먹 끝에 있으며, '글자'가 겹겹이 쌓여 드러났다. 사라진 부분은 이제 알 수 없으나, 글자의모양으로 미루어보아 이는 가족에 대한 그리움을 담은 글 같다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/214.webp"
 },
 {
  "no": 215,
  "id": "r215",
  "name": "흑과 백",
  "desc": "오퍼레이터가 배치 후 60초간 초당 최대 HP의 2%씩 감소, 탐험 결말이 변경",
  "lore": "인간에게는 옳고 그름이 있고, 바둑에는 흑과 백이 있다. 그러나 쉐이는 그 분명함의 여부를 신경쓰지 않는다. 설령 교묘하게 세상을 바꾼다 하더라도, 쉐이의 마음에 들어야 그의 능묘에 들어갈수 있다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/215.webp"
 },
 {
  "no": 216,
  "id": "r216",
  "name": "망생진롱",
  "desc": "오퍼레이터가 배치 후 SP -50%, 해당 소장품 보유 시 길라잡이에 특별한 전투 생성",
  "lore": "한 네모난 목판이 있는데, 정면은 바둑판이고 뒷면은 활자판으로, 서로 기대어 마치 빈틈이 없는것처럼 보인다. 그러나 활자판에는 '시에'라는 글자가 돌출되어, 글을 찍을 수도 없고, 그걸 눌러내려가게 할 수도 없다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/216.webp"
 },
 {
  "no": 217,
  "id": "r217",
  "name": "무봉장함",
  "desc": "정예 및 리더 적의 방어력 +30%, 공격 속도 +20, 전투 종료 시 전장에 남아있는 디오창 1마리당목표 HP 1 감소 (최소 1 유지), 앞서 출발 노드에서 기묘한 효과 발동",
  "lore": "이가 쉐이의 잔식에 남겨둔 보관함. 이름도 그림도 사라졌고, 새김도 인장도 없다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/217.webp"
 },
 {
  "no": 218,
  "id": "r218",
  "name": "무묵장권",
  "desc": "희망 +3, 견자사 구역의 험난한 길이 더욱 험난해지고, 탐험 결말이 변경",
  "lore": "인간과 쉐이가 함께 지난 기억을 봉인한 상자가 열리자, 두루마리가 길게 펼쳐지며 그 하얀여백에 먹으로 남길 수 있는 지난날을 찾아 나선다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/218.webp"
 },
 {
  "no": 219,
  "id": "r219",
  "name": "추억기",
  "desc": "획득 시 모든 오리지늄각뿔 및 희망을 상실, 전투 후 획득하는 지휘 경험치 및 오리지늄각뿔-50%, '기이한 공간'에서 특별한 용도 보유",
  "lore": "쉐이 대리인이 만들어낸, 쉐이를 상대하기 위한 창조물. 며칠 동안의 끊임없는 회전을 통해,쉐이가 깨어날 모든 가능성을 드러내어 미리 대비할 수 있도록 한다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/219.webp"
 },
 {
  "no": 220,
  "id": "r220",
  "name": "'꾸물이'",
  "desc": "배치 코스트의 자연 회복 속도 -50%, 탐험 결말이 변경, '술집'에서 특별한 용도 보유",
  "lore": "쉐이 대리인들이 함께 기억으로 길러낸 모창. 동작이 다소 굼뜨지만, 무수한 가능성 속에서쉐이가 깨어나려는 의식을 억누르는 걸 도와준다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/220.webp"
 },
 {
  "no": 221,
  "id": "r221",
  "name": "불사",
  "desc": "모든 적의 HP +50%, 방어력 +50%, '숙오'와 일부 '몸체'가 지속해서 적 소환",
  "lore": "쉐이를 그릴 때 탄생한 기묘한 물건. 비록 깨어나지 않았더라도, 쉐이는 자신의 몸을 짓밟게 두지않는다. 육체의 반사 작용이 모든 변화의 징조를 탐색하고 있다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/221.webp"
 },
 {
  "no": 222,
  "id": "r222",
  "name": "불식",
  "desc": "모든 적의 공격력 +30%, 모든 [사촉인] 및 [사촉인]의 소환물이 쉐이의 잔식이 아닌 노드에서전투 시 공격력, HP -10%, 새 구역에 진입할 때마다 추가로 -10%, '왕래처'에서 추가로 -50%",
  "lore": "쉐이를 그릴 때 탄생한 기묘한 물건. 비록 깨어나지 않았더라도, 쉐이는 자신의 기억과 생각을뒤흔드는 걸 허락하지 않는다. 감각의 확장이 모든 변화를 강력하게 저지하고 있다.",
  "rarity": "common",
  "na": "쉐이의 기이한 계원 전용 루트 소장품이라 등장하지 않습니다",
  "image": "img/relic/222.webp"
 },
 {
  "no": 223,
  "id": "r223",
  "name": "'문명의 존속'",
  "desc": "모든 적군 유닛의 피격 트루 대미지 +150%",
  "lore": "검은색 작은 왕관.",
  "rarity": "common",
  "na": "트루 대미지를 주는 오퍼레이터가 없어 등장하지 않습니다",
  "image": "img/relic/223.webp"
 },
 {
  "no": 224,
  "id": "r224",
  "name": "전차",
  "desc": "최대 배치 코스트 +30, 배치 코스트가 99 이상 달성 시 아군 유닛의 HP +50%, 저지 가능 수+1",
  "lore": "하나의 상자, 두 개의 바퀴, 짐승 네 마리가 끌고 달린다. 그 속도는 당연히 두 다리보다 빠를……까? 카간의 나이츠모라 정병들을 보라. 네 마리의 짐승, 열여섯 개의 다리가 달려도, 테라의 변화속도를 따라가지 못한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "maxDp": 30,
    "chariot": {
     "hp": 0.5,
     "block": 1
    }
   }
  },
  "image": "img/relic/224.webp"
 },
 {
  "no": 225,
  "id": "r225",
  "name": "누각",
  "desc": "최대 배치 코스트 +15, 배치 코스트가 99 이상 달성 시 방어 포인트 주위 12칸 범위에서 적의은신 효과 상실, 명중률 -35%",
  "lore": "버든비스트 위에 있는 사람들이 건장한 용사들의 호위를 받으며, 재앙이 없는 정토로 향하고있다. 이것이 최초의 '이동도시'이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "maxDp": 15,
    "tower": 0.35
   }
  },
  "note": "은신이 없어 명중률 감소만 적용",
  "image": "img/relic/225.webp"
 },
 {
  "no": 226,
  "id": "r226",
  "name": "'미니 백조'",
  "desc": "오퍼레이터를 배치할 때마다 모든 적에게 배치 코스트의 일정 비례에 해당하는 트루 대미지를입힘, 만약 배치 코스트가 30 이상일 경우 추가로 5초간 기절시킴",
  "lore": "전쟁, 오리지늄, 피와 눈물의 결정.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "swan": {
     "mul": 150,
     "cost": 30,
     "stun": 5
    }
   }
  },
  "image": "img/relic/226.webp"
 },
 {
  "no": 227,
  "id": "r227",
  "name": "'창동'",
  "desc": "배치 코스트가 99 이상 달성 시 10초마다 모든 적에게 3000 마법 대미지를 입히고 2초간기절시킴",
  "lore": "린 칭옌의 패검, 뽑을 때 울리지 않고, 숨기기 쉬우며 꾸밈이 없다. 만약 하늘의 번개를 두른다면,바람을 가르고 불을 스치며 순식간에 이를 것이다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "changdong": {
     "every": 10,
     "dmg": 3000,
     "stun": 2
    }
   }
  },
  "image": "img/relic/227.webp"
 },
 {
  "no": 228,
  "id": "r228",
  "name": "'시간의 끝'",
  "desc": "1회에 한해, 리더 전투 또는 최종 전투가 아닌 작전에서 실패할 경우, 탐험을 끝내지 않고 목표HP +1 상태로 계속 탐험 가능",
  "lore": "새로운 순환이 시작되지 않은 한 아직 잘못을 만회할 기회가 있다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "revive": 1
  },
  "image": "img/relic/228.webp"
 },
 {
  "no": 229,
  "id": "r229",
  "name": "치엔창 꾸러미",
  "desc": "전투 시작 후 모든 오퍼레이터의 배치 코스트가 랜덤으로 변경",
  "lore": "여덟 개가 한 몸이 되어 창괴로 변해도 각자 생각이 다르다. 그들을 꿰어놓은 실을 잡아도 가만히있지 않는다.",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "shuffleCost": 1
   }
  },
  "image": "img/relic/229.webp"
 },
 {
  "no": 230,
  "id": "r230",
  "name": "사방회료",
  "desc": "전투당 1회에 한하여, 오퍼레이터를 4명 배치한 경우, 다음에 배치하는 오퍼레이터의 HP+50%, 방어력 +50%, 저지 가능 수 +5",
  "lore": "시가 직접 조제한 세상에 드문 염료, 동시에 그녀의 신표이기도 하다. 네 가지 색만으로도 경치를만들어 낸다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "fifthDeploy": {
     "hp": 0.5,
     "def": 0.5,
     "block": 5
    }
   }
  },
  "image": "img/relic/230.webp"
 },
 {
  "no": 231,
  "id": "r231",
  "name": "사시단청호",
  "desc": "전투당 1회에 한하여, 오퍼레이터를 4명 배치한 경우, 다음에 배치하는 오퍼레이터가 저항 획득,공격력 +50%, 피격 원소 손상 -50%",
  "lore": "시가 직접 제작한 세상에 드문 붓, 동시에 그녀의 신표이기도 하다. 그림을 그리면 사계절이변함이 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "fifthDeploy": {
     "atk": 0.5,
     "protect": 0.5
    }
   }
  },
  "image": "img/relic/231.webp"
 },
 {
  "no": 232,
  "id": "r232",
  "name": "장수 인형",
  "desc": "배치 구역의 가장 오른쪽 오퍼레이터를 배치할 때마다, 전장에 배치된 모든 오퍼레이터가 배치코스트 일정 비례에 해당하는 보호막 획득",
  "lore": "변방의 성을 지킨 한 장수를 기리기 위해 만든 그림자극 인형. 전해지기로 그 장수가 몇몇병사들만 데리고 성을 백 일 동안이나 사수했으며, 성이 함락됐을 때 성루에 선 채로 황사에 묻혀사라졌다고 한다. 옥문이 완공된 후, 그를 기리는 추모 동상도 세워졌다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "dollRight": {
     "shield": 100
    }
   }
  },
  "image": "img/relic/232.webp"
 },
 {
  "no": 233,
  "id": "r233",
  "name": "장인 인형",
  "desc": "배치 구역의 가장 왼쪽 오퍼레이터를 배치할 때마다, 전장에 배치된 모든 오퍼레이터가 배치코스트 100%에 해당하는 SP 획득",
  "lore": "한 뛰어난 장인을 기리기 위해 만든 그림자극 인형. 그는 평생 기술의 극치를 추구했다. 악인들은그의 기술을 탐냈으나, 그는 금전에 현혹되지도, 육신의 고통에 흔들리지도 않았다. 그는 도적의소굴에서 생을 마쳤고, 그의 저작 또한 불길 속에서 사라져 후세에 전해지지 못했다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "dollLeft": {
     "sp": 1
    }
   }
  },
  "image": "img/relic/233.webp"
 },
 {
  "no": 234,
  "id": "r234",
  "name": "무용수 인형",
  "desc": "전투 시작 후, 배치 구역의 가장 왼쪽 오퍼레이터의 초기 SP +10, 공격 속도 +30, 공격력+30%",
  "lore": "전설적인 무용수를 기리기 위해 만든 그림자극 인형. 전해지기로 그가 강에서 춤추면 거대한파도가 일었고, 그가 숲에서 춤추면 봄이 찾아온다고 한다. 그는 평생을 춤췄지만, 노년에 부상을입고 세상을 떠났다. 수많은 후배들이 그의 춤은 따라 할 수 있지만, 그 경지는 따라 할 수 없다며한탄한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "dancer": {
     "sp": 10,
     "aspd": 30,
     "atk": 0.3
    }
   }
  },
  "image": "img/relic/234.webp"
 },
 {
  "no": 235,
  "id": "r235",
  "name": "상인 인형",
  "desc": "전투 시작 후, 배치 구역의 가장 오른쪽 오퍼레이터의 저지 가능 수 +2, 방어력 +50%, 최대 HP+50%, 배치 후 차감된 배치 코스트의 50% 반환",
  "lore": "재산이 많고 장사에 능한 한 상인을 기리기 위해 만든 그림자극 인형. 그는 한때 민간 수송대를조직해, 재앙 다발 지역을 누비며 도시와 농촌에 물자의 결핍을 덜어주었다. 그러나 도시 간치도가 완공되었을 때, 그는 뜻밖의 사고로 세상을 떠났다고 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "merchant": {
     "block": 2,
     "def": 0.5,
     "hp": 0.5,
     "refund": 0.5
    }
   }
  },
  "image": "img/relic/235.webp"
 },
 {
  "no": 236,
  "id": "r236",
  "name": "임연부",
  "desc": "계원에서 매 구역의 첫 번째 전투에 진입할 때마다 추가로 랜덤 모집권 1개 획득, 모집권 최대저장 수량 +1",
  "lore": "당신에 대한 믿음으로, 사세대는 더 많은 오퍼레이터를 동반하여 계원에 들어가려는 당신의신청을 승인했다. 다만, 냇가의 린수가 강에 들어갈 때 신중하고 또 신중해야 한다는 도리를 새로온 이들도 이해하길 그들은 바라고 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "floorTicket": 1
  },
  "image": "img/relic/236.webp"
 },
 {
  "no": 237,
  "id": "r237",
  "name": "삼족금추",
  "desc": "획득 시 보유한 오리지늄각뿔, 희망, 실드 중 랜덤 1개 자원이 2배로 증가",
  "lore": "기이한 발을 지닌 상서로운 영물. 세 개의 발이 각각 성쇠, 생사, 흥망에 해당한다고 전해지며,어느 발이 먼저 사람에게 내려앉느냐에 따라 그 사람은 그 방면에서 영원한 복을 누린다고 한다.사세대의 연구에 따르면, 이 생물의 외형과 습성은 파울비스트와 유사하지만, 아마도……",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "gain": {
    "double": 1
   }
  },
  "image": "img/relic/237.webp"
 },
 {
  "no": 238,
  "id": "r238",
  "name": "라이디언의 게임기",
  "desc": "전장에 배치된 소환물 1개당 모든 [소환물]의 공격력 +100, 방어력 +100 (최대 10회 중첩)",
  "lore": "수많은 작은 게임들이 설치되어 있는 게임기. 게임 속 주인공에게는 기계를 다루는 라이디언의모습이 자주 보이지만, 정작 라이디언의 모습은 보이지 않는다.",
  "rarity": "common",
  "na": "소환물이 없어 등장하지 않습니다",
  "image": "img/relic/238.webp"
 },
 {
  "no": 239,
  "id": "r239",
  "name": "계심청령",
  "desc": "오퍼레이터가 작전을 통해 [사촉인]이 될 때마다 모든 [사촉인]의 공격력 +40%, 배치 후 배치코스트 +4, 재배치 시간 -4% (최대 4회 중첩)",
  "lore": "신임 지촉인은 취임식을 마친 뒤 선배들을 찾아뵙는다. 사무실에는 매듭으로 엮은 종이 걸려있는데, 그 고리와 색이 모두 제각각이다. 청아한 종소리를 들은 후, 신임 지촉인은 맞물린 매듭에새 고리 하나를 더 엮는다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "gyesim": {
    "atk": 0.4,
    "dp": 4,
    "redeploy": 0.04,
    "max": 4
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터 — 획득 후 랭크 상승할 때마다 중첩",
  "image": "img/relic/239.webp"
 },
 {
  "no": 240,
  "id": "r240",
  "name": "자무검",
  "desc": "현재 또는 다음에 진입하는 쉐이의 잔식의 모든 '소란' 노드 개방, 모든 아군 오퍼레이터의 재배치시간 -5%, '소란' 노드를 1회 완료할 때마다 해당 효과가 추가로 1회 중첩 (최대 6회 중첩)",
  "lore": "첫째 경각에 골수로 들어간 쉐이의 잔식은 검의 형태를 띠게 되었다. 전투로 단련하면, 사나운분노를 알 수 있으리.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/240.webp"
 },
 {
  "no": 241,
  "id": "r241",
  "name": "오상소",
  "desc": "현재 또는 다음에 진입하는 쉐이의 잔식의 모든 '거래' 노드 개방, '거래' 노드의 상품 가격 할인,임의의 '거래' 노드에서 현재 진열된 모든 상품 구매 시 해당 '거래' 노드는 다음 새로고침이티켓을 소모하지 않음",
  "lore": "일곱째 경각에 골수로 들어간 쉐이의 잔식은 베틀의 형태를 띠게 되었다. 소통으로 직조하면,쌓인 근심을 알 수 있으리.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/241.webp"
 },
 {
  "no": 242,
  "id": "r242",
  "name": "신주륜",
  "desc": "희망 +1, 오리지늄각뿔 +3, 현재 또는 다음에 진입하는 쉐이의 잔식의 모든 '여흥' 노드 개방,일부 '여흥' 노드에서 기묘한 효과 발동",
  "lore": "아홉째 경각에 골수로 들어간 쉐이의 잔식은 청동 바퀴의 형태를 띠게 되었다. 호기심으로연마하면, 초탈함을 알 수 있으리.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/242.webp"
 },
 {
  "no": 243,
  "id": "r243",
  "name": "해식조",
  "desc": "'회수' 노드에서 기묘한 효과 발동, 모든 '회수' 노드 완료 시 촛불 +2 (단 1회만 발동)",
  "lore": "열두째 경각에 골수로 들어간 쉐이의 잔식은 아궁이의 형태를 띠게 되었다. 다양한 쉐이수와속세의 시비 모두 같은 대지 위에 있는데, 우리는 왜 그걸 차별해야 하는 것인가?",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/243.webp"
 },
 {
  "no": 244,
  "id": "r244",
  "name": "인시호",
  "desc": "희망 +2, 현재 또는 다음에 진입하는 쉐이의 잔식의 모든 '전설' 및 '결정' 노드 개방, 일부 '전설'노드에서 기묘한 효과 발동",
  "lore": "셋째 경각에 골수로 들어간 쉐이의 잔식은 술병의 형태를 띠게 되었다. 술로 대화하면,유유자적함을 알 수 있으리.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/244.webp"
 },
 {
  "no": 245,
  "id": "r245",
  "name": "미건척",
  "desc": "오리지늄각뿔 +6, '술집' 노드에서 기묘한 효과 발동",
  "lore": "여덟째 경각에 골수로 들어간 쉐이의 잔식은 자의 형태를 띠게 되었다. 인식으로 구성하면,저해된 친화력을 알 수 있으리.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/245.webp"
 },
 {
  "no": 246,
  "id": "r246",
  "name": "진릉 호루라기",
  "desc": "현재의 교활한 상인을 이탈하면 즉시 쉐이의 잔식에 진입하고 촛불 +3",
  "lore": "진릉목으로 만든 이 호루라기를 불면 의식이 공기의 흐름과 함께 몸에서 빠져나가고, 나무호루라기는 장작으로 변해 촛불을 밝히며 마음을 안정시키는 데 도움을 준다.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다",
  "image": "img/relic/246.webp"
 },
 {
  "no": 247,
  "id": "r247",
  "name": "향초",
  "desc": "사촉인이 아닌 오퍼레이터 1명을 사촉인으로 지정",
  "lore": "불이 붙은 향초의 연기는 언젠가 완전히 사라지겠지만, 그 사라져 가는 연기 속에 담긴 추억은누군가에겐 마음속의 영원히 꺼지지 않는 촛불로 남게 될 것이다.",
  "rarity": "common",
  "price": 4,
  "fx": {
   "gain": {
    "promote": 1
   }
  },
  "note": "사촉인 → 랭크 상승한 오퍼레이터 (오퍼레이터 1명 무료 랭크 상승)",
  "image": "img/relic/247.webp"
 },
 {
  "no": 248,
  "id": "r248",
  "name": "스카우트의 조준경",
  "desc": "적 유닛이 아군 유닛에게 피격 시 대미지를 입힌 대상으로부터 거리가 멀수록 받는 대미지 증가(최대 100%)",
  "lore": "목표를 지정하고, 정밀도를 유지하며, 방아쇠를 당겨, 적의 저항을 꺾어버린다. 이 모든 것은 더큰 미래를 위한 것이다. 하지만, 스카우트는 그 미래를 볼 기회가 없다. 당신이 대신 실현해 줄수밖에.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "farDmg": 1
   }
  },
  "image": "img/relic/248.webp"
 },
 {
  "no": 249,
  "id": "r249",
  "name": "노래하는 자의 베일",
  "desc": "모든 적군 유닛이 받는 마법 대미지 +10%, 원소 손상 +50%",
  "lore": "전임 밴시의 주인은 마치 원래부터 그랬던 것처럼 사람들에게 친근한 인상을 남겼다…… 그녀가골필을 뽑아 가볍게 노래를 부르며 모든 침입자의 생각에 비명을 박아 넣을 때까지.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "enemy": {
     "arts": 0.1
    }
   }
  },
  "note": "원소 손상 증가는 없음",
  "image": "img/relic/249.webp"
 },
 {
  "no": 250,
  "id": "r250",
  "name": "재난의 근원",
  "desc": "모든 적군 유닛이 받는 마법 대미지 +20%, 원소 손상 +100%",
  "lore": "살카즈는 타르강길스 거대 광맥을 파헤쳤고, 카즈델에는 오리지늄 결정이 솟구쳤다. 살카즈의패망은 이미 예정되었다. 그래서 그들은 대지의 모든 것을 순장하려고 한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "arts": 0.2
    }
   }
  },
  "note": "원소 손상 증가는 없음",
  "image": "img/relic/250.webp"
 },
 {
  "no": 251,
  "id": "r251",
  "name": "하얀색 댄스화",
  "desc": "지상에 원거리 오퍼레이터 배치 가능",
  "lore": "우르수스의 댄서가 가볍게 몸을 움직이며 한껏 자태를 뽐낸다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "rangedGround": 1
   }
  },
  "image": "img/relic/251.webp"
 },
 {
  "no": 252,
  "id": "r252",
  "name": "영광의 어깨띠",
  "desc": "모든 아군 유닛이 적 1명만 저지 시 공격력 +100%",
  "lore": "수많은 배우들이 이 배역을 맡았었으나, 이 배역의 마음속 단짝을 영원히 구할 수 없었다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "block1Atk": 1
   }
  },
  "image": "img/relic/252.webp"
 },
 {
  "no": 253,
  "id": "r253",
  "name": "생존자 협약",
  "desc": "전투 시작 후 랜덤 1명 오퍼레이터의 공격력 및 방어력 +20%, 전투가 종료될 때마다 추가로+20%",
  "lore": "수많은 조항이 포함된 협약서. 책에 기록된 조항 하나하나가 감성과 운을 포기한 경험의결정체로서, 하나씩 이행하면 마지막 생존자가 될 수 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "survivor": 0.2
  },
  "image": "img/relic/253.webp"
 },
 {
  "no": 254,
  "id": "r254",
  "name": "네잎클로버 화석",
  "desc": "소원성취 및 전투 종료 후 소장품 선택 옵션 1종 추가",
  "lore": "마젤란이 생명이 사라진 곳에서 찾은 행운의 상징. 이 돌이 대지의 격변을 겪은 건 틀림없으나,다행히 살아남았고, 마지막 남은 자그마한 희망을 발견자에게 줄 것이다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "extraRelic": 1
  },
  "image": "img/relic/254.webp"
 },
 {
  "no": 255,
  "id": "r255",
  "name": "담대함의 칼날",
  "desc": "전투 시 배치 코스트가 가장 높은 아군 오퍼레이터의 공격력 및 방어력 +50%",
  "lore": "그는 카즈델을 위해 성문을 지켰다. 가울의 화포 부대, 라이타니엔 캐스터 부대, 빅토리아기사들이 파상 공세를 퍼부으며 이 단 한 명의 살카즈가 지키는 방어선을 뚫으려 했다. 하지만성문이 무너지고, 연합군이 철수할 때까지, 이 골리앗 검사는 한 발짝도 물러서지 않았다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "boldBlade": {
     "atk": 0.5,
     "def": 0.5
    }
   }
  },
  "image": "img/relic/255.webp"
 },
 {
  "no": 256,
  "id": "r256",
  "name": "대모의 증표",
  "desc": "모든 적군 유닛의 공격력 -17%",
  "lore": "뼈로 만든 월계관. 시칠리아 부인의 증표이다. 질서의 상징은 바로 요동치는 욕망을 잠재우는것으로, 투쟁은 허용되지 않는다. 진실이든 거짓이든 무릎을 꿇으라.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "enemy": {
     "atk": -0.17
    }
   }
  },
  "image": "img/relic/256.webp"
 },
 {
  "no": 257,
  "id": "r257",
  "name": "갈라진 속박의 끈",
  "desc": "모든 적군 유닛의 공격력 -7%",
  "lore": "이 튼튼한 끈으로 뭔가 무서운 걸 묶었을 것 같다…… 이런……",
  "rarity": "common",
  "price": 8,
  "fx": {
   "battle": {
    "enemy": {
     "atk": -0.07
    }
   }
  },
  "image": "img/relic/257.webp"
 },
 {
  "no": 258,
  "id": "r258",
  "name": "생존의 나무 갑옷",
  "desc": "모든 근거리 오퍼레이터가 배치 후 최대 HP 50%에 해당하는 보호막 획득",
  "lore": "샤먼들은 나무의 생존에 대한 집착을 잘 알고 있다. 그래서 전사들에게 이런 의지가 보일 때마다,그들은 나무를 초대해 전사들의 갑옷이 되길 바란다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "meleeShield": 0.5
   }
  },
  "image": "img/relic/258.webp"
 },
 {
  "no": 259,
  "id": "r259",
  "name": "설녀의 장갑",
  "desc": "모든 아군 유닛이 적 3명 이상 저지 시 공격 속도 +80, 물리 및 마법 회피 +50%, 30초간 지속",
  "lore": "그녀는 프로스트 디재스터를 향해 마지막 남은 화살 3발을 쏘았고, 프로스트 디재스터는그것으로 그녀의 목숨을 끊어버렸다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "blockBuff": {
     "min": 3,
     "aspd": 80,
     "dodge": 0.5,
     "dur": 30
    }
   }
  },
  "image": "img/relic/259.webp"
 },
 {
  "no": 260,
  "id": "r260",
  "name": "원형 제단",
  "desc": "전투 후 일정 확률로 모든 아군 유닛의 공격력 및 방어력이 영구적으로 +5% (최대 10회 중첩)",
  "lore": "제물을 바쳐 보답을 받는다. 너무나도 편리해서 사람들은 무엇을 향해 제사를 지내는지도모른다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "altar": {
    "chance": 0.3,
    "v": 0.05,
    "max": 10
   }
  },
  "image": "img/relic/260.webp"
 },
 {
  "no": 261,
  "id": "r261",
  "name": "블랙 튤립",
  "desc": "모든 아군 오퍼레이터의 스킬 미발동 시 60초 동안 공격력이 점진적으로 최대 +60%까지 증가,스킬 종료 시 버프 효과 종료",
  "lore": "침묵에 억압받는 이베리아인들을 위해 그녀는 목소리를 낼 것이다. 목소리가 날카롭지 않다면검으로 대신한다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "noSkillRamp": {
     "atk": 0.6,
     "dur": 60
    }
   }
  },
  "image": "img/relic/261.webp"
 },
 {
  "no": 262,
  "id": "r262",
  "name": "긴급 활성제",
  "desc": "오퍼레이터의 HP가 낮을수록 공격 속도 상승, HP 30% 경우 최대 +60까지 상승",
  "lore": "림 빌리턴 광산에서 자주 사용되는 주사제의 일종으로, 강력한 활성 성분은 작업자의 감각을자극하여 극한 환경에서의 작업 효율을 보장해준다. 생명도, 공사도 기한이 있기는 매한가지.그들에겐 단지 선택의 문제일 뿐.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "lowHpAspd": 60
   }
  },
  "image": "img/relic/262.webp"
 },
 {
  "no": 263,
  "id": "r263",
  "name": "올드조지 영양 원액",
  "desc": "오퍼레이터의 HP가 높을수록 공격력 상승, HP 100% 경우 최대 +30%까지 상승",
  "lore": "냄새가 상당히 지독한 강화 영양제. 원래는 컬럼비아 개발업체들이 개척자들에게 제공하는 '식량'보급이었으나, 마케팅이 본격화되면서 귀족들이 선호하는 '뷰티 용품'으로 탈바꿈했다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "highHpAtk": 0.3
   }
  },
  "image": "img/relic/263.webp"
 },
 {
  "no": 264,
  "id": "r264",
  "name": "브로큰 스태프 - 흡수",
  "desc": "모든 [캐스터] 오퍼레이터가 대미지를 입힌 유닛 1명당 SP 2 획득",
  "lore": "실패에서 배우며 성공의 길로 꾸준히 나아가자.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "casterHitSp": 2
   }
  },
  "image": "img/relic/264.webp"
 },
 {
  "no": 265,
  "id": "r265",
  "name": "프로텍터 - 추진",
  "desc": "모든 [디펜더] 오퍼레이터가 2초마다 자기 주변의 모든 적을 1초간 속박, 동시에 공격력의 100%에 해당하는 트루 대미지를 입힘",
  "lore": "방어를 포기하고 공격의 기회로 맞바꾸었다. 파멸의 전선이 앞으로 나아갔다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "defenderBind": {
     "every": 2,
     "stun": 1,
     "mul": 1
    }
   }
  },
  "note": "트루 대미지는 물리 대미지로 처리",
  "image": "img/relic/265.webp"
 },
 {
  "no": 266,
  "id": "r266",
  "name": "경당목",
  "desc": "주화 상자에 있는 균형 주화 1개당 모든 아군 오퍼레이터의 HP +10% (최대 +150%)",
  "lore": "옛날 이야기에 따르면, 어떤 판사는 범죄자들에게 너무 화가 나서 물건을 부수고 싶어했다고합니다. 그래서 그녀의 오빠가 그녀의 불만을 해소하고 법정의 위엄을 세울 수 있는 이 나무조각을 발명했다고 하네요. 참 기발한 발상입니다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다"
 },
 {
  "no": 267,
  "id": "r267",
  "name": "블레이즈의 전기톱",
  "desc": "적 유닛이 아군 유닛에게 피격 시 대미지를 입힌 대상으로부터 거리가 가까울수록 받는 대미지증가 (최대 +100%)",
  "lore": "그녀는 자신과 적들을 함께 지옥으로 끌어들여, 불타는 열정으로 서로의 의지를 시험했다.그녀는 결코 실패하지 않았다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "nearDmg": 1
   }
  }
 },
 {
  "no": 268,
  "id": "r268",
  "name": "팔찌 바퀴",
  "desc": "아군 오퍼레이터가 적 저지 시 공격력 +50%",
  "lore": "근접전에서 예상치 못한 승리를 거둘 수 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "blockingAtk": 0.5
   }
  }
 },
 {
  "no": 269,
  "id": "r269",
  "name": "오래된 멧돌",
  "desc": "아군 유닛 이 피해를 입은 후 공격 속도 +6 (최대 10회 중첩)",
  "lore": "멧돌을 끄는 짐승은 항상 채찍질을 당하고, 멧돌을 미는 사람은 항상 꾸중을 듣고, 결국엔 멧돌이가장 먼저 부서진다. 그 후, 소리가 들릴 때마다 스스로 돌아가기 시작한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "hurtAspd": {
     "aspd": 6,
     "max": 10
    }
   }
  }
 },
 {
  "no": 270,
  "id": "r270",
  "name": "명척수",
  "desc": "모든 아군 유닛의 스킬 미발동 시 40초 동안 공격 속도가 점진적으로 최대 +40까지 증가,스킬 종료 시 버프 효과 종료",
  "lore": "이 동물은 전 계원에 시간을 알려주는 역할을 한다. 제작자는 이 동물이 빠르게 성장하여 세상에이름을 떨칠 수 있도록 많은 노력을 기울였다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "noSkillRamp": {
     "aspd": 40,
     "dur": 40
    }
   }
  }
 },
 {
  "no": 271,
  "id": "r271",
  "name": "등천부",
  "desc": "모든 아군 유닛의 공격력과 HP +60%. 쉐이의 잔식에 진입할 때마다 모든 아군 유닛의공격력과 HP -30% (최대 2회 중첩)",
  "lore": "옛날 옛적에 한 나무군이 계원에서 길을 잃고, 무딘 도끼 하나와 살아남고자 하는 의지만으로산기슭에서 문까지 나아갔다. 그 후, 시간의 흐름을 모르는 이 노인은 계원의 직원으로\"고용\"되었고, 이는 그가 다시는 쓰지 않을 도끼를 가져갔다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "stat": {
    "atk": 0.6,
    "hp": 0.6
   },
   "floorPenalty": {
    "v": -0.3,
    "max": 2
   }
  },
  "note": "쉐이의 잔식 대신 새 층에 들어갈 때마다 감소"
 },
 {
  "no": 272,
  "id": "r272",
  "name": "허실 실뭉치",
  "desc": "오퍼레이터의 8칸 이내에 아군 유닛을 배치할 경우 방어력 +600, 마법 저항 +15",
  "lore": "이것들은 어디서 왔는지 알 수 없는 버려진 실뭉치다. 점선과 실선으로 가공된 후, 계원의한구석에 버려져 야생 짐승들의 장난감이 된다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "adjacent": {
     "defFlat": 600,
     "res": 15
    }
   }
  }
 },
 {
  "no": 273,
  "id": "r273",
  "name": "비단 묶음",
  "desc": "오퍼레이터의 8칸 이내에 아군 유닛을 배치할 경우 HP +40%",
  "lore": "이 비단 묶음은 오랜 기간 함께 일해온 부부의 결혼식 선물이다. 만약 둘 중 한 명이 마음을바꾸면 묶음은 저절로 풀린다. 부부는 떠난지 오래되었지만 묶음은 여전히 그대로다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "adjacent": {
     "hp": 0.4
    }
   }
  }
 },
 {
  "no": 274,
  "id": "r274",
  "name": "순구의 파편",
  "desc": "오퍼레이터의 공격력 +50%, 스킬 발동 시 해당 오퍼레이터는 이 효과를 상실함",
  "lore": "순의 기괴한 신체 일부는 현재 백조 박물관에 소장되어 있다. 과거 이 유물을 관람했던관광객들이 불가사의하게도 일제히 전시장을 나서는 사건이 발생했다. 그 후 이 유물은 수장고로옮겨지고 다시는 전시되지 않았다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "preSkillAtk": 0.5
   }
  }
 },
 {
  "no": 275,
  "id": "r275",
  "name": "후토의 파편",
  "desc": "화경지에 배치한 오퍼레이터가 스킬 발동 시 모든 오퍼레이터의 공격력이 30초 동안 40% 증가",
  "lore": "후의 거대한 신체 일부는 한때 백조 박물관에 소장되어 있었다. 전시관이 정원으로 변한 후 그행방이 묘연해졌는데, 어쩌면 그건 새롭게 탄생한 자연과 하나가 되었을지도 모른다.",
  "rarity": "common",
  "na": "화경지가 없어 등장하지 않습니다"
 },
 {
  "no": 276,
  "id": "r276",
  "name": "득승금",
  "desc": "아군 유닛의 공격력 +15%, 대상의 체력이 감소할 때마다 공격력 +5% (최대 17회 중첩)",
  "lore": "전장에서 돌아온 용사만이 한 음을 뜯을 수 있다. 한 번의 전투를 지를 때마다 한 곡을 완성하여기념으로 간직한다. 수백 번의 전투를 겪으며 거문고는 붉게 물들었지만 승리의 선율은 귀에맴돌며 그칠 줄을 모른다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "hurtAtk": {
     "base": 0.15,
     "per": 0.05,
     "max": 17
    }
   }
  }
 },
 {
  "no": 277,
  "id": "r277",
  "name": "\"만병통치약\"",
  "desc": "아군 유닛이 상태이상(냉기, 빙결, 기절)에 걸렸을 때 방어력 +1200, 마법 저항 +30",
  "lore": "이 처방을 개발한 젊은 의사는 이 약이 단지 통증을 완화하고 마음을 진정시켜 의사가 증상에맞는약을 처방할 시간을 벌어줄 뿐이라고 말했다. 그러나 많은 사람들이 통증이 사라지자마자병이 완치된 것으로 여기고 이 약에 그런 허울뿐인 명칭을 붙여주었다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "ccGuard": {
     "defFlat": 1200,
     "res": 30
    }
   }
  }
 },
 {
  "no": 278,
  "id": "r278",
  "name": "시를 깨우는 탑",
  "desc": "즉시 한 개의 쉐이시를 각성",
  "lore": "쉐이시의 흐름을 거스르기란 어렵지만, 류아는 기발한 방법을 생각해냈다. 여러 쉐이 대리인들의도움을 받아 그녀는 쉐이시의 흐름을 바꿀 수 있는 이 보탑을 연구해냈다.",
  "rarity": "common",
  "na": "쉐이의 잔식이 없어 등장하지 않습니다"
 },
 {
  "no": 279,
  "id": "r279",
  "name": "돈그릇",
  "desc": "꽃잎 주화가 나올 경우 희망 +1, 균형 주화가 나올 경우 오리지늄각뿔 +4, 모험 주화가 나올 경우목표 HP +1",
  "lore": "주화를 던지면 짤랑거리는 소리가 나야 한다는 생각에, 어떤 재치 있는 사람이 이를 위해 \"하나는깨뜨리고, 하나는 견디는\" 특별한 접시를 만들기도 했다. 많은 사람들이 모르지만 이 접시는세상에서 가장 예리한 돈의 섭리를 가진 접시 중 하나로 자리잡았다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다"
 },
 {
  "no": 280,
  "id": "r280",
  "name": "꼬마 팔계 스티커",
  "desc": "주화 던지기를 실행할 때 던져지지 않은 동전도 확률적으로 같이 던짐",
  "lore": "통보와 함께 판매되는 계원 마스코트 스티커는, 가끔 주화 상자에서 나가고 싶어하는 친구들을밖으로 내던지기도 한다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다"
 },
 {
  "no": 281,
  "id": "r281",
  "name": "칼끝",
  "desc": "주화 상자에 있는 균형 주화 1개당 모든 아군 오퍼레이터의 공격력 +10% (최대 +150%)",
  "lore": "모든 근위대원들은 실력과 운명이 빚어낸 우연의 산물이며, 그들이 휘두르는 무기 또한마찬가지다.",
  "rarity": "common",
  "na": "주화 시스템이 없어 등장하지 않습니다"
 },
 {
  "no": 282,
  "id": "r282",
  "name": "국왕의 새 창",
  "desc": "목표 HP가 1이 될 경우, 모든 아군 오퍼레이터의 공격 속도 +50",
  "lore": "절망 속에서의 아름다운 기원은 사람들에게 희망을 준다. 설령 그게 진실이 아닐지라도.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "cond": "life1",
   "stat": {
    "aspd": 50
   }
  },
  "set": "king"
 },
 {
  "no": 283,
  "id": "r283",
  "name": "국왕의 갑옷",
  "desc": "실드 +3, 목표 HP가 전부 실드로 전환, 전투 종료 후 목표 HP -1 및 실드 +1",
  "lore": "왕궁의 정문 앞과 광장에는 한때 수많은 금빛 진열장이 있었고, 사방의 진귀한 물건들이전시되었다. 그런데 지금은 단지 그 장면을 회상하는 것만으로도 사람을 다치게 한다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "kingArmor": 1,
   "gain": {
    "shield": 3
   }
  },
  "set": "king"
 },
 {
  "no": 284,
  "id": "r284",
  "name": "국왕의 연장",
  "desc": "목표 HP가 1이 될 경우, 모든 오퍼레이터가 추가로 2초당 SP +1 및 HP +3%",
  "lore": "성장하고, 현실을 똑바로 인식하며, 강인함과 진중함으로 자신을 무장하고, 포용과 자비로친구를 무장시킨다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "kingTools": {
     "every": 2,
     "sp": 1,
     "hp": 0.03
    }
   }
  },
  "set": "king"
 },
 {
  "no": 285,
  "id": "r285",
  "name": "제왕의 왕관",
  "desc": "목표 HP가 1이 될 경우, 모든 아군 유닛의 공격력 +40%, 국왕의 소장품 3개 이상 획득 시+80%로 변경",
  "lore": "이름 없는 왕들이여, 왕국이 멸망하더라도 부디 이베리아를 지켜주소서.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "cond": "life1",
   "stat": {
    "atk": 0.4
   },
   "setBonus": {
    "set": "king",
    "n": 3,
    "stat": {
     "atk": 0.4
    }
   }
  },
  "set": "king"
 },
 {
  "no": 286,
  "id": "r286",
  "name": "마왕의 침대",
  "desc": "목표 HP가 최대인 경우, 모든 오퍼레이터의 방어력 +20%, 마법 저항 +10",
  "lore": "이 자리에 있는 자, 잠이 들면 영면할지니.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "cond": "lifeMax",
   "stat": {
    "def": 0.2,
    "res": 10
   }
  },
  "set": "demon"
 },
 {
  "no": 287,
  "id": "r287",
  "name": "마왕의 깃발",
  "desc": "목표 HP가 최대인 경우, 모든 오퍼레이터의 공격 속도 +30",
  "lore": "이 자리에 있는 자, 저항하면 추락하리라.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "cond": "lifeMax",
   "stat": {
    "aspd": 30
   }
  },
  "set": "demon"
 },
 {
  "no": 288,
  "id": "r288",
  "name": "마왕의 제기",
  "desc": "목표 HP가 최대인 경우, 모든 오퍼레이터의 최대 HP +60%, 마왕의 소장품 3개 이상 획득 시+120%로 변경",
  "lore": "이 자리에 있는 자, 흥성은 그저 거품일지니.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "cond": "lifeMax",
   "stat": {
    "hp": 0.6
   },
   "setBonus": {
    "set": "demon",
    "n": 3,
    "stat": {
     "hp": 0.6
    }
   }
  },
  "set": "demon"
 },
 {
  "no": 289,
  "id": "r289",
  "name": "긁기의 손",
  "desc": "[감속자], [약화자], [비호자]가 공격 시 추가로 목표 HP의 3%에 해당하는 마법 대미지 부여",
  "lore": "작은 것도 막으려야 막을 수가 없다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "archPct": {
     "arch": [
      "hexer"
     ],
     "pct": 0.03
    }
   }
  },
  "note": "감속자·약화자·비호자 → 약화자"
 },
 {
  "no": 290,
  "id": "r290",
  "name": "포식의 손",
  "desc": "[척후병], [돌격수], [전술가]가 스킬을 발동시킬 때마다 자신의 공격력 및 방어력 +10% (최대10회 중첩)",
  "lore": "짐승 무리에 뛰어들어 몸뚱이를 찢어버린다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "skillStackStat": {
     "classes": [
      "vanguard"
     ],
     "atk": 0.1,
     "def": 0.1,
     "max": 10
    }
   }
  },
  "note": "척후병·돌격수·전술가 → 뱅가드"
 },
 {
  "no": 291,
  "id": "r291",
  "name": "쇄암의 손",
  "desc": "[리퍼], [솔로블레이드], [파이터]의 공격이 목표의 방어력 70% 무시",
  "lore": "산을 깎고 땅을 부숴 흙을 먹고 돌을 삼킨다.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "ignoreDef": {
     "classes": [
      "guard"
     ],
     "v": 0.7
    }
   }
  },
  "note": "리퍼·솔로블레이드·파이터 → 가드"
 },
 {
  "no": 292,
  "id": "r292",
  "name": "파문의 손",
  "desc": "[스플래시 캐스터], [체인 캐스터], [메카 캐스터]가 적군에 대미지를 입힐 때마다 SP 2 회복",
  "lore": "한 번 휩쓸면 귀가 찢어질 듯하다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "casterHitSp": 2
   }
  },
  "note": "스플래시·체인·메카 캐스터 → 캐스터"
 },
 {
  "no": 293,
  "id": "r293",
  "name": "파문의 손",
  "desc": "[매복자], [상인], [기인]이 배치 후 30초마다 공격력 +25%(최대 5회 중첩)",
  "lore": "전장은 집과도 같아서 오랫동안 머무를 수 있다.",
  "rarity": "rare",
  "price": 12,
  "fx": {
   "battle": {
    "timedStack": {
     "classes": [
      "specialist"
     ],
     "every": 30,
     "atk": 0.25,
     "max": 5
    }
   }
  },
  "note": "매복자·상인·기인 → 스페셜리스트"
 },
 {
  "no": 294,
  "id": "r294",
  "name": "불꽃의 손",
  "desc": "[명사수], [루프슈터], [센트리 프로텍터]의 공격이 적중할 때마다, 25% 확률로 추가 사격을 1회진행해 공격력의 200%에 해당하는 광역 물리 대미지를 입힘",
  "lore": "파박팍팍. 뜻밖의 기쁨.",
  "rarity": "special",
  "price": 16,
  "fx": {
   "battle": {
    "sniperProc": {
     "chance": 0.25,
     "mul": 2,
     "r": 1
    }
   }
  },
  "note": "명사수·루프슈터·센트리 프로텍터 → 스나이퍼"
 }
];
